[{
  "id_disney": "s1",
  "descriptions": "Join Mickey and the gang as they duck the halls!"
},{
  "id_disney": "s2",
  "descriptions": "Santa Claus passes his magic bag to a new St. Nic."
},{
  "id_disney": "s3",
  "descriptions": "Sid the Sloth is on Santa's naughty list."
},{
  "id_disney": "s4",
  "descriptions": "This is real life, not just fantasy!"
},{
  "id_disney": "s5",
  "descriptions": "A three-part documentary from Peter Jackson capturing a moment in music history with The Beatles."
},{
  "id_disney": "s6",
  "descriptions": "An inside look at the legendary life of adventurer Jacques-Yves Cousteau."
},{
  "id_disney": "s7",
  "descriptions": "Clint Barton/Hawkeye must team up with skilled archer Kate Bishop to unravel a criminal conspiracy."
},{
  "id_disney": "s8",
  "descriptions": "Residents of Port Protection must combat volatile conditions to survive and thrive in Alaska."
},{
  "id_disney": "s9",
  "descriptions": "A day in the life at ZooTampa is anything but ordinary. It's extraordinary!"
},{
  "id_disney": "s10",
  "descriptions": "Celebrate the holiday season with all your favorite Muppets."
},{
  "id_disney": "s11",
  "descriptions": "Explore the treasures and rich history of the Walt Disney Archives."
},{
  "id_disney": "s12",
  "descriptions": "Check out Daveed Digg's official music video \"Puppy for Hanukkah!\""
},{
  "id_disney": "s13",
  "descriptions": "A groundbreaking company forever changes the face of filmmaking."
},{
  "id_disney": "s14",
  "descriptions": "Meet Dr. Michelle Oakley, vet to pretty much everything that moves in the rugged Yukon."
},{
  "id_disney": "s15",
  "descriptions": "Epic, grand portrait of the land across four regions on the most extreme continent. Coming in 2022."
},{
  "id_disney": "s16",
  "descriptions": "“Baymax!” premieres on Disney+ summer 2022."
},{
  "id_disney": "s17",
  "descriptions": "Fun-loving sea monster Alberto whole-heartedly wants to prove himself to his stoic mentor Massimo."
},{
  "id_disney": "s18",
  "descriptions": "Nancy makes every day extraordinary!"
},{
  "id_disney": "s19",
  "descriptions": "Allegra is ready to change the past in order to reach her dream."
},{
  "id_disney": "s20",
  "descriptions": "An animated princess winds up in the real world of modern-day Manhattan."
},{
  "id_disney": "s21",
  "descriptions": "One man's love life seen through the eyes of his dog."
},{
  "id_disney": "s22",
  "descriptions": "Elsa wants to give Anna the best birthday party ever."
},{
  "id_disney": "s23",
  "descriptions": "Mickey and friends hitch a ride on a musical hay wagon."
},{
  "id_disney": "s24",
  "descriptions": "Alone for the holidays, Max Mercer will do whatever it takes to protect his home from trespassers."
},{
  "id_disney": "s25",
  "descriptions": "Dr. Lily Houghton & skipper Frank Wolff team up for a wild ride on the Amazon."
},{
  "id_disney": "s26",
  "descriptions": "\"Limitless with Chris Hemsworth\" is coming to Disney+ in 2022."
},{
  "id_disney": "s27",
  "descriptions": "Marvel Studios’ Disney+ Day Special explores the Disney+ series of the MCU – past, present and future."
},{
  "id_disney": "s28",
  "descriptions": "A behind the scenes look of the \"Obi-Wan Kenobi\" special event series. Coming to Disney+ in 2022."
},{
  "id_disney": "s29",
  "descriptions": "Olaf goes from snowman to showman for his unique retelling of five favorite Disney Animation tales."
},{
  "id_disney": "s30",
  "descriptions": "A young man strives to find girl of his dreams."
},{
  "id_disney": "s31",
  "descriptions": "Join Pete Docter for a tour around Pixar and get a sneak peek at several upcoming Disney+ releases."
},{
  "id_disney": "s32",
  "descriptions": "Shang-Chi must confront his father, leader of the Ten Rings organization."
},{
  "id_disney": "s33",
  "descriptions": "Rhea discovers her passion for creating DJ mixes!"
},{
  "id_disney": "s34",
  "descriptions": "It's up to Max and Pascal to save the royal wedding."
},{
  "id_disney": "s35",
  "descriptions": "A colorful tale about the friendly Loch Ness monster."
},{
  "id_disney": "s36",
  "descriptions": "A poor matchgirl sees happy images in the flames of her matches."
},{
  "id_disney": "s37",
  "descriptions": "Go behind the scenes of \"Happier Than Ever: A Love Letter to Los Angeles.\""
},{
  "id_disney": "s38",
  "descriptions": "\"The Proud Family: Louder and Prouder\" follows Penny Proud and her family. Coming in February 2022."
},{
  "id_disney": "s39",
  "descriptions": "Celebrate Disney+ Day with The Simpsons and their friends from across the service."
},{
  "id_disney": "s40",
  "descriptions": "A tale of a quirky mantle clock."
},{
  "id_disney": "s41",
  "descriptions": "A special celebrating the origins and legacy of Star Wars’ legendary bounty hunter, Boba Fett."
},{
  "id_disney": "s42",
  "descriptions": "Meet the cast of the all-new Disney+ fantasy-adventure series \"Willow.\" Coming to Disney+ in 2022."
},{
  "id_disney": "s43",
  "descriptions": "The Chipmunks and Chipettes get stranded on a remote island – or so it would seem."
},{
  "id_disney": "s44",
  "descriptions": "A father's Christmas Eve turns into a madcap scramble to find a much sought-after toy for his son."
},{
  "id_disney": "s45",
  "descriptions": "Two dads compete to be the best father and make Christmas amazing!"
},{
  "id_disney": "s46",
  "descriptions": "Mrs. Claus enlists two elves in a secret mission."
},{
  "id_disney": "s47",
  "descriptions": "The Buddies remind Santa Paws' feisty son, Puppy Paws, about the true meaning of Christmas."
},{
  "id_disney": "s48",
  "descriptions": "Disney’s favorite talking pups put one paw in front of the other in a thrilling Alaskan adventure."
},{
  "id_disney": "s49",
  "descriptions": "Disney's most adventurous talking pups take one small step for dog, one giant leap for dogkind."
},{
  "id_disney": "s50",
  "descriptions": "Discover how the legendary friendship of Santa Claus and Santa Paws began."
},{
  "id_disney": "s51",
  "descriptions": "Following the classic mythology, X-Men: First Class charts the epic beginning of the X-Men saga."
},{
  "id_disney": "s52",
  "descriptions": "Anne Boonchuy is transported to the world of Amphibia."
},{
  "id_disney": "s53",
  "descriptions": "National Geographic photographer Joel Sartore photographs some of the rarest animals in the world."
},{
  "id_disney": "s54",
  "descriptions": "Storm chasers Reed Timmer and Mike Theiss track and study a new category of deadly storms."
},{
  "id_disney": "s55",
  "descriptions": "An intimate portrait of Bob Ballard, the legendary explorer who found the Titanic."
},{
  "id_disney": "s56",
  "descriptions": "A coach guides underdogs past tremendous obstacles to become champions."
},{
  "id_disney": "s57",
  "descriptions": "A 12-year-old boy can throw a 100 mph fastball, and the Chicago Cubs want him as their new pitcher!"
},{
  "id_disney": "s58",
  "descriptions": "A digit-sized heroine evades the clutches of various creatures so she can reunite with her prince."
},{
  "id_disney": "s59",
  "descriptions": "Look out Night Time Baddies the PJ Masks are coming!"
},{
  "id_disney": "s60",
  "descriptions": "Doc Ole practices his unique brand of animal care with wit, expertise and insight."
},{
  "id_disney": "s61",
  "descriptions": "Albert Lin is on a global quest to find the origins of Great Flood stories."
},{
  "id_disney": "s62",
  "descriptions": "Albert Lin sets out to solve an ancient mystery and find a Lost Maya city."
},{
  "id_disney": "s63",
  "descriptions": "Follow the Apollo lunar landing program from the inside, as never shown before."
},{
  "id_disney": "s64",
  "descriptions": "Inspired by the writings of R.L. Stine, “Just Beyond” is a supernatural anthology series."
},{
  "id_disney": "s65",
  "descriptions": "This series is a behind-the-scenes look at one of the world’s most famous zoos."
},{
  "id_disney": "s66",
  "descriptions": "The North Carolina Zoo has more than 1,000 animals that live in lush natural habitats."
},{
  "id_disney": "s67",
  "descriptions": "Follow pet prosthetics pioneer Derrick Campana as he gives troubled animals a second chance."
},{
  "id_disney": "s68",
  "descriptions": "Things are smooth sailing at Seabrook High until ..."
},{
  "id_disney": "s69",
  "descriptions": "The Bennett-Blatts set out to reverse an evil curse!"
},{
  "id_disney": "s70",
  "descriptions": "Mickey tells a tale of two witches-in-training!"
},{
  "id_disney": "s71",
  "descriptions": "Gonzo is challenged to spend Halloween night in the scariest place on Earth – the Haunted Mansion."
},{
  "id_disney": "s72",
  "descriptions": "Celebrating 50 years of the Walt Disney World Resort."
},{
  "id_disney": "s73",
  "descriptions": "Three friends revive a mummy in a neighbor's basement."
},{
  "id_disney": "s74",
  "descriptions": "NASA Astronaut Captain Chris Cassidy and the NASA team take on the challenges of space exploration."
},{
  "id_disney": "s75",
  "descriptions": "Natasha confronts her history as a spy and the broken relationships left in her wake."
},{
  "id_disney": "s76",
  "descriptions": "Pull the plug on the ocean to reveal hidden secrets using groundbreaking technology."
},{
  "id_disney": "s77",
  "descriptions": "Drain the Oceans takes underwater archaeology into a whole new era."
},{
  "id_disney": "s78",
  "descriptions": "\"Fauci\" reveals the extraordinary life and career of Dr. Anthony Fauci."
},{
  "id_disney": "s79",
  "descriptions": "National Geographic Presents IMPACT with Gal Gadot honors impactful women."
},{
  "id_disney": "s80",
  "descriptions": "A grumpy ghost and cheerful tween are eternally bound."
},{
  "id_disney": "s81",
  "descriptions": "Pop-singer Chipmunks Alvin, Simon and Theodore turn a songwriter's life upside-down."
},{
  "id_disney": "s82",
  "descriptions": "Your favorite fur balls, the Chipmunks, hit the road for an all-new, music-filled adventure."
},{
  "id_disney": "s83",
  "descriptions": "Poe and BB-8 are told terrifying tales as they search for help in Darth Vader’s creepy old castle."
},{
  "id_disney": "s84",
  "descriptions": "Driven by revenge, Maleficent places a curse upon the king’s newborn infant, Aurora."
},{
  "id_disney": "s85",
  "descriptions": "Mickey tells a scary story on Halloween."
},{
  "id_disney": "s86",
  "descriptions": "Vampirina is the new girl in town!"
},{
  "id_disney": "s87",
  "descriptions": "Kid bakers compete to be named Disney Baking Champion."
},{
  "id_disney": "s88",
  "descriptions": "Explore the complex Great Barrier Reef along with the wildlife that inhabit it."
},{
  "id_disney": "s89",
  "descriptions": "The love of learning begins with Disney Junior!"
},{
  "id_disney": "s90",
  "descriptions": "Rolie Polie Olie’s life and adventures center on his Robo-family."
},{
  "id_disney": "s91",
  "descriptions": "\"Star Wars Galaxy of Sounds\" immerses audiences in the nostalgic ambience of a galaxy far, far away."
},{
  "id_disney": "s92",
  "descriptions": "The Hatcher Family enjoys a nonstop circus of animals, farming and family."
},{
  "id_disney": "s93",
  "descriptions": "The world’s favorite nuclear family, in the award-winning, history-making series."
},{
  "id_disney": "s94",
  "descriptions": "Two Pixar filmmakers strive to bring their uniquely personal SparkShorts visions to the screen."
},{
  "id_disney": "s95",
  "descriptions": "The puppies go on a spooky adventure through a mysterious haunted mansion in this fur-raising flick."
},{
  "id_disney": "s96",
  "descriptions": "Hazel and Gus share a love that sweeps them on an unforgettable journey."
},{
  "id_disney": "s97",
  "descriptions": "Matt Beisner uses unique approaches to modifying canine behavior and focuses on each animal’s needs."
},{
  "id_disney": "s98",
  "descriptions": "Spidey teams up with pals to become The Spidey Team!"
},{
  "id_disney": "s99",
  "descriptions": "An animated anthology celebrating Star Wars through the lens of the world’s best anime creators."
},{
  "id_disney": "s100",
  "descriptions": "Becky writes a personal finance column en route to a high-fashion mag job."
},{
  "id_disney": "s101",
  "descriptions": "Mal and Ben’s wedding is finally here!"
},{
  "id_disney": "s102",
  "descriptions": "Experience the magic of Disney on Broadway in an unforgettable night of music."
},{
  "id_disney": "s103",
  "descriptions": "Archaeologists dive into a pyramid flooded by the Nile to search for a king’s burial."
},{
  "id_disney": "s104",
  "descriptions": "Jade Eyed Leopard follows a leopard, Toto, throughout the first three years of her life."
},{
  "id_disney": "s105",
  "descriptions": "A grandmother's plan for a day alone is upended by an unexpected visit from her granddaughter."
},{
  "id_disney": "s106",
  "descriptions": "Park Rangers protect the wildlife in Great Smoky Mountain National Park."
},{
  "id_disney": "s107",
  "descriptions": "Experience life deep in Alaska where the primal way lives on – brave the wild, fight the freeze."
},{
  "id_disney": "s108",
  "descriptions": "Superheroes Ladybug and Cat Noir protect the city."
},{
  "id_disney": "s109",
  "descriptions": "Angler and adventurer, Jeremy Wade, explores the greatest river system in the world."
},{
  "id_disney": "s110",
  "descriptions": "Our gang is off for an exotic vacation of a lifetime!"
},{
  "id_disney": "s111",
  "descriptions": "A woman from his past uses Jack to help find the fabled Fountain of Youth."
},{
  "id_disney": "s112",
  "descriptions": "Adulting is hard. One day you're nailing it, the next you're a stack of kids hiding in a trenchcoat."
},{
  "id_disney": "s113",
  "descriptions": "A 16-year-old prodigy juggles her budding medical career with the daily challenges of teenage life."
},{
  "id_disney": "s114",
  "descriptions": "Mira is the new royal detective in the land of Jalpur!"
},{
  "id_disney": "s115",
  "descriptions": "Pepper Ann Pearson is a teenage girl on an eternal quest for coolness."
},{
  "id_disney": "s116",
  "descriptions": "Dr. Pol and his team handle challenging veterinary cases and animal emergencies in central Michigan."
},{
  "id_disney": "s117",
  "descriptions": "Billie Eilish makes her Disney+ debut with \"Happier Than Ever: A Love Letter to Los Angeles.\""
},{
  "id_disney": "s118",
  "descriptions": "When Jean Grey transforms into the Dark Phoenix, the X-Men unite to face their greatest enemy yet."
},{
  "id_disney": "s119",
  "descriptions": "Conservation heroes rescue and rehabilitate the wild animals of America’s last frontier."
},{
  "id_disney": "s120",
  "descriptions": "“Dug Days” is a collection of shorts that follows the adventures of Dug, the dog from Pixar’s “Up.”"
},{
  "id_disney": "s121",
  "descriptions": "Witness the origin of Disney’s most notorious and notoriously fashionable villain, Cruella de Vil."
},{
  "id_disney": "s122",
  "descriptions": "A relationship expert falls in love with his brother's new girlfriend."
},{
  "id_disney": "s123",
  "descriptions": "Celebrate the timeless music of Disney Princess!"
},{
  "id_disney": "s124",
  "descriptions": "Locked up in prison, infamous icon Trevor Slattery agrees to meet with a documentary filmmaker."
},{
  "id_disney": "s125",
  "descriptions": "A super-powered beagle tries to save Capital City from a mad scientist."
},{
  "id_disney": "s126",
  "descriptions": "Dedicated veterinarians treat a colorful array of exotic pets in south Florida."
},{
  "id_disney": "s127",
  "descriptions": "Four dinos explore the mystery of the Gigantosaurus!"
},{
  "id_disney": "s128",
  "descriptions": "The next generation of Alaskans struggle to survive without modern-day comforts."
},{
  "id_disney": "s129",
  "descriptions": "In a mythical time, a teenage boy becomes a dragon rider and embarks on a journey of adventure."
},{
  "id_disney": "s130",
  "descriptions": "Magical stories of baby animals on the journey from womb to the wild."
},{
  "id_disney": "s131",
  "descriptions": "Four astronauts develop superpowers and must join forces to protect mankind from doom."
},{
  "id_disney": "s132",
  "descriptions": "The X-Men, a small band of outcast mutants, fight to save a world that hates and fears them."
},{
  "id_disney": "s133",
  "descriptions": "NatGeo meets AMERICA’S FUNNIEST HOME VIDEOS in a hilarious new animal show"
},{
  "id_disney": "s134",
  "descriptions": "BAGAWK! Say hello to the Chicken Squad."
},{
  "id_disney": "s135",
  "descriptions": "Goofy’s back in a trio of all-new, hand-drawn animated shorts from Walt Disney Animation Studios."
},{
  "id_disney": "s136",
  "descriptions": "Meet Gabby Duran, your average alien-babysitting girl."
},{
  "id_disney": "s137",
  "descriptions": "“What If…?” flips the script on the MCU by reimagining events from the films in unexpected ways."
},{
  "id_disney": "s138",
  "descriptions": "Papi and Chloe, those talking Chihuahuas, are back... with a few surprises."
},{
  "id_disney": "s139",
  "descriptions": "Papi plans a \"Quince\" for the littlest member of his pack."
},{
  "id_disney": "s140",
  "descriptions": "Orcas attack white sharks for their livers leaving scientists baffled."
},{
  "id_disney": "s141",
  "descriptions": "An eccentric dad dresses as a British nanny so he can care for his kids at the home of their mother."
},{
  "id_disney": "s142",
  "descriptions": "Renowned Dog Behaviorist Cesar Millan transforms dogs and pet parents."
},{
  "id_disney": "s143",
  "descriptions": "Welcome to Short Circuit - an experimental short film program at Disney Animation."
},{
  "id_disney": "s144",
  "descriptions": "BUILT FOR MARS: THE PERSEVERANCE ROVER follows the birth of the Perseverance rover."
},{
  "id_disney": "s145",
  "descriptions": "Garfield lures Odie out of the house but once he's lost, Garfield springs into action to save him."
},{
  "id_disney": "s146",
  "descriptions": "Two tiny chipmunks have huge adventures while trying to live the good life in a big city park."
},{
  "id_disney": "s147",
  "descriptions": "Dr. Hodges and Dr. Ferguson own and operate a bustling veterinary clinic."
},{
  "id_disney": "s148",
  "descriptions": "Pip and Freddy are new Junior Fliers at T.O.T.S.!"
},{
  "id_disney": "s149",
  "descriptions": "Mickey Mouse Funhouse is filled with silly adventure!"
},{
  "id_disney": "s150",
  "descriptions": "Minnie and Daisy open a party planning business!"
},{
  "id_disney": "s151",
  "descriptions": "Robin Roberts sits down with iconic Hollywood women for intimate & inspirational conversations."
},{
  "id_disney": "s152",
  "descriptions": "Manny, Sid, Diego and Scrat join forces with new friends to save the valley from an epic flood."
},{
  "id_disney": "s153",
  "descriptions": "\"Playing with Sharks\" captures the life of conservationist Valerie Taylor."
},{
  "id_disney": "s154",
  "descriptions": "Shark vs. Surfer visits shark-infested surf spots to relive the harrowing encounters."
},{
  "id_disney": "s155",
  "descriptions": "Marine biologist Ryan Johnson discovers rare behavior of a whale attacking a great white."
},{
  "id_disney": "s156",
  "descriptions": "Stuntman Eddie Braun attempts to complete Evel Knievel's legendary Snake River Canyon rocket jump."
},{
  "id_disney": "s157",
  "descriptions": "A young dinosaur named Patchi must find his courage to lead the herd."
},{
  "id_disney": "s158",
  "descriptions": "What the Shark? dives deep into the environments where adaptation is critical to survival."
},{
  "id_disney": "s159",
  "descriptions": "Behind the Attraction takes you on a wild ride behind Disney Parks' most iconic attractions!"
},{
  "id_disney": "s160",
  "descriptions": "Luz stumbles upon a portal to a magical new world."
},{
  "id_disney": "s161",
  "descriptions": "Meet the friends that help Spidey save the day!"
},{
  "id_disney": "s162",
  "descriptions": "Five kids form an elite team to protect the universe!"
},{
  "id_disney": "s163",
  "descriptions": "A Deputy Marshal inherits an unruly dog who helps him solve crimes and investigate a family mystery."
},{
  "id_disney": "s164",
  "descriptions": "In Most Wanted Sharks, Jeremiah Sullivan dives into the stories of shark all-stars."
},{
  "id_disney": "s165",
  "descriptions": "Secrets of the Bull Shark unravels the mystery of some of the most dangerous predators."
},{
  "id_disney": "s166",
  "descriptions": "Learn the truth behind the most dramatic shark attacks of our time."
},{
  "id_disney": "s167",
  "descriptions": "A teen survives facing one of the ocean’s deadliest predators."
},{
  "id_disney": "s168",
  "descriptions": "Dr. Michael Heithaus sets out to reveal the connection between sharks and volcanoes."
},{
  "id_disney": "s169",
  "descriptions": "A single dad tries to give his family a fresh start by moving to a home in the middle of a zoo."
},{
  "id_disney": "s170",
  "descriptions": "How one of the largest Bull Sharks ever caught, grew to become a giant."
},{
  "id_disney": "s171",
  "descriptions": "Are Oceanic White Tips the most dangerous of all the sharks?"
},{
  "id_disney": "s172",
  "descriptions": "A musical sketch comedy show."
},{
  "id_disney": "s173",
  "descriptions": "A 14-year-old girl befriends a wild filly and tries to rescue the horse from a rodeo entrepreneur."
},{
  "id_disney": "s174",
  "descriptions": "Marinette heads to Shanghai to meet Adrien."
},{
  "id_disney": "s175",
  "descriptions": "Researchers investigate if orcas are hunting great whites in New Zealand."
},{
  "id_disney": "s176",
  "descriptions": "A vacation hot spot is rocked by a series of shark attacks, chaos reigns."
},{
  "id_disney": "s177",
  "descriptions": "Chris Hemsworth investigates how we can live harmoniously with sharks."
},{
  "id_disney": "s178",
  "descriptions": "Scientists investigate why some sharks roam the oceans in gangs."
},{
  "id_disney": "s179",
  "descriptions": "What happens when two of the deadliest predators go head to head?"
},{
  "id_disney": "s180",
  "descriptions": "National Geographic investigates shark attacks."
},{
  "id_disney": "s181",
  "descriptions": "Bobby Bones travels to meet local heroes who challenge him to conquer their trades."
},{
  "id_disney": "s182",
  "descriptions": "Hot Dog! Get mixed-up with Mickey and all of his pals!"
},{
  "id_disney": "s183",
  "descriptions": "\"Monsters at Work\" tells the story of Tylor Tuskmon and his dream to become a Jokester."
},{
  "id_disney": "s184",
  "descriptions": "Banished from Asgard once again, Loki takes on the Simpsons and Springfield’s mightiest heroes."
},{
  "id_disney": "s185",
  "descriptions": "Raven and Chelsea raise their three children together."
},{
  "id_disney": "s186",
  "descriptions": "A shy boy moves to a new neighborhood and becomes involved with a ragtag baseball team."
},{
  "id_disney": "s187",
  "descriptions": "10 years after the events at The Sandlot, a team of boys and girls overcome an all-new challenge."
},{
  "id_disney": "s188",
  "descriptions": "A seemingly quiet night turns into a wild expedition for a teen babysitter."
},{
  "id_disney": "s189",
  "descriptions": "Survivalist Bear Grylls takes celebrities on wild adventures they won’t forget."
},{
  "id_disney": "s190",
  "descriptions": "Four gifted orphans are recruited by the eccentric Mr. Benedict to save the world."
},{
  "id_disney": "s191",
  "descriptions": "Wolfgang Puck persevered after a troubled childhood to become the world’s most famous chef."
},{
  "id_disney": "s192",
  "descriptions": "Join the Cassidy family on their \"prewestoric\" farm!"
},{
  "id_disney": "s193",
  "descriptions": "This family's fate rests in the hands of the audience!"
},{
  "id_disney": "s194",
  "descriptions": "Heartland vets Ben and Erin Schroeder live and work among farmers in the Midwest."
},{
  "id_disney": "s195",
  "descriptions": "Join Luca, a young sea monster, as he experiences an unforgettable summer on the Italian Riviera."
},{
  "id_disney": "s196",
  "descriptions": "Share the early adventures of R2-D2 and C-3PO in this action-packed animated series!"
},{
  "id_disney": "s197",
  "descriptions": "Two puppies are on a mission for fun and adventure!"
},{
  "id_disney": "s198",
  "descriptions": "A tough fairy princess crosses paths with the sinister Bog King."
},{
  "id_disney": "s199",
  "descriptions": "An immigrant finds a butler position in the home of a millionaire."
},{
  "id_disney": "s200",
  "descriptions": "A Navy SEAL gets his toughest mission yet: Babysitting."
},{
  "id_disney": "s201",
  "descriptions": "Unplug, relax and refresh your senses with the soundscapes of Disney Animation’s Zenimation."
},{
  "id_disney": "s202",
  "descriptions": "The mercurial villain Loki (Tom Hiddleston) resumes his role as the God of Mischief."
},{
  "id_disney": "s203",
  "descriptions": "Gordon Ramsay travels the globe on an epic adventure in search of culinary inspiration."
},{
  "id_disney": "s204",
  "descriptions": "The Muppet Babies are here to make dreams come true!"
},{
  "id_disney": "s205",
  "descriptions": "When evil threatens Kumandra, Raya must find the last dragon to save it."
},{
  "id_disney": "s206",
  "descriptions": "Black fighter pilots get the chance to prove themselves during WWII."
},{
  "id_disney": "s207",
  "descriptions": "An elderly man and his young-at-heart wife rekindle their passion for life on one magical night."
},{
  "id_disney": "s208",
  "descriptions": "Ameena, a homesick Muslim Pakistani immigrant, wakes up on Eid to find out she has to go to school."
},{
  "id_disney": "s209",
  "descriptions": "Bluey is a six year-old Blue Heeler dog, who turns everyday family life into adventures."
},{
  "id_disney": "s210",
  "descriptions": "A Chinese student uncovers his true identity when trying out for a leadership role at a U.S. school."
},{
  "id_disney": "s211",
  "descriptions": "Sydney navigates middle school with help from her Dad."
},{
  "id_disney": "s212",
  "descriptions": "Val Garcia, a Mexican-American half human/half vampire teenager, struggles to fit in either world."
},{
  "id_disney": "s213",
  "descriptions": "Follow a mother polar bear as she raises two cubs on the Hudson Bay’s receding ice."
},{
  "id_disney": "s214",
  "descriptions": "Grieving for her mother, Avalon finds comfort when she's put in charge of a 4-year-old for a night."
},{
  "id_disney": "s215",
  "descriptions": "A lonely Mexican-American woman unknowingly summons a dark and ancient creature."
},{
  "id_disney": "s216",
  "descriptions": "When Chinese kids Gabriel and Rob become friends, Rob's dad questions Gabriel's feminine behavior."
},{
  "id_disney": "s217",
  "descriptions": "Massachusetts fishermen make their living one catch at a time in pursuit of the bluefin tuna."
},{
  "id_disney": "s218",
  "descriptions": "The Green family moves from the country to Big City."
},{
  "id_disney": "s219",
  "descriptions": "Get top-secret access to S.H.I.E.L.D. video dossiers on key Marvel heroes and villains."
},{
  "id_disney": "s220",
  "descriptions": "Ice Road Rescue follows Norwegian towing teams who rescue trucks and trailers on icy mountain roads."
},{
  "id_disney": "s221",
  "descriptions": "Tink and her friends risk everything to rescue the mysterious NeverBeast."
},{
  "id_disney": "s222",
  "descriptions": "Musical shorts teach kids history, grammar, and math."
},{
  "id_disney": "s223",
  "descriptions": "Oso and his friends watch a kid as they demonstrate the steps to performing a healthy activity."
},{
  "id_disney": "s224",
  "descriptions": "Race to the Center of the Earth. Four epic courses. One finish line."
},{
  "id_disney": "s225",
  "descriptions": "Special Agent Oso is an adorable stuffed bear and an agent-in-training!"
},{
  "id_disney": "s226",
  "descriptions": "When Professor X clashes with Magneto, the battle lines are drawn for the war to end all wars."
},{
  "id_disney": "s227",
  "descriptions": "Scientist Bruce Banner develops a dangerous alter ego – a monster known as the Incredible Hulk."
},{
  "id_disney": "s228",
  "descriptions": "The Fantastic Four meet The Silver Surfer, who comes to Earth to prepare it for destruction."
},{
  "id_disney": "s229",
  "descriptions": "Best friends travel through the cosmos."
},{
  "id_disney": "s230",
  "descriptions": "A runaway is determined to become a death-defying horse \"diving girl.\""
},{
  "id_disney": "s231",
  "descriptions": "In a daycare far, far away… but still in Springfield, Maggie goes on a quest for her lost pacifier."
},{
  "id_disney": "s232",
  "descriptions": "Fly over the surface of some of the most iconic Star Wars biomes, planets, and moons."
},{
  "id_disney": "s233",
  "descriptions": "Fly through some of the most iconic Star Wars ships and vehicles."
},{
  "id_disney": "s234",
  "descriptions": "The Bad Batch must find their way in a rapidly changing galaxy."
},{
  "id_disney": "s235",
  "descriptions": "A young man with spider-like abilities fights crime while trying to have a normal personal life."
},{
  "id_disney": "s236",
  "descriptions": "22 refuses to go to Earth, enlisting a gang of 5 other new souls in her attempt at rebellion."
},{
  "id_disney": "s237",
  "descriptions": "This Emmy award-winning series mixes music and fantasy with language and social skills."
},{
  "id_disney": "s238",
  "descriptions": "This episode features SUKIMASWITCH. They share their thoughts on music."
},{
  "id_disney": "s239",
  "descriptions": "Join Scrooge and family on globe-trotting adventures!"
},{
  "id_disney": "s240",
  "descriptions": "Two young cowboys vie with a ranch hand and peddler for the hearts of the women they love."
},{
  "id_disney": "s241",
  "descriptions": "Three bumbling kidnappers attempt to nab the baby of a rich couple."
},{
  "id_disney": "s242",
  "descriptions": "Being the Queen tells the story of Queen Elizabeth II from those who know her best."
},{
  "id_disney": "s243",
  "descriptions": "The series follows 15-year-old twins Liv and Maddie."
},{
  "id_disney": "s244",
  "descriptions": "Secrets of the Whales reveals the mysterious and beautiful world of whales."
},{
  "id_disney": "s245",
  "descriptions": "After being ousted from NCAA, a men’s basketball coach takes a job at an elite private high school."
},{
  "id_disney": "s246",
  "descriptions": "Relax and reset as you journey around the world with Earth Moods."
},{
  "id_disney": "s247",
  "descriptions": "Hazen Audel relives his most thrilling moments and reveals what it takes to become Primal Survivor."
},{
  "id_disney": "s248",
  "descriptions": "Blu, a rare macaw leaves his home in small town Minnesota and heads to Rio to help save his species."
},{
  "id_disney": "s249",
  "descriptions": "When a kid discovers the legendary sword, Excalibur, he and his friends join Merlin to fight evil!"
},{
  "id_disney": "s250",
  "descriptions": "Travel across the globe on a treasure hunt with the adorable thrill-seeking Buddies."
},{
  "id_disney": "s251",
  "descriptions": "A dog-wolf stops miners from destroying a sacred land."
},{
  "id_disney": "s252",
  "descriptions": "Follow Cesar Millan's incredible rise from impoverished illegal immigrant to celebrity dog trainer."
},{
  "id_disney": "s253",
  "descriptions": "One boy, one worm... these are their adventures!"
},{
  "id_disney": "s254",
  "descriptions": "Kick Buttowski is an extraordinary kid determined to become the worlds greatest daredevil."
},{
  "id_disney": "s255",
  "descriptions": "A man joins the YMCA to impress the son of the woman of his dreams."
},{
  "id_disney": "s256",
  "descriptions": "A shy 11 -year- old is thrilled to meet Mark Twain, the man she most admires in all the world."
},{
  "id_disney": "s257",
  "descriptions": "A vivid true story of one man's unquenchable thirst for independence."
},{
  "id_disney": "s258",
  "descriptions": "After Cindel and Mace are separated from their parents, courageous Ewoks aid in reuniting them."
},{
  "id_disney": "s259",
  "descriptions": "The adventures of the Ewoks continue as Wicket and friends confront the evil Marauders."
},{
  "id_disney": "s260",
  "descriptions": "You're invited to meet the heroes all around you, since everyone's a hero in their own way!"
},{
  "id_disney": "s261",
  "descriptions": "A man commissions an airship and crew to search for his missing son."
},{
  "id_disney": "s262",
  "descriptions": "This is the story of how today’s biggest brands are made today."
},{
  "id_disney": "s263",
  "descriptions": "A new guard at the Natural History Museum finds that when visitors leave the exhibits come to life."
},{
  "id_disney": "s264",
  "descriptions": "Go behind the scenes at The Columbus Zoo and Aquarium."
},{
  "id_disney": "s265",
  "descriptions": "The Bermuda Triangle’s greatest wonder may be the secret breeding grounds of tiger sharks."
},{
  "id_disney": "s266",
  "descriptions": "Enjoy this thrilling, Emmy® Award-winning animated series that continues the Star Wars story."
},{
  "id_disney": "s267",
  "descriptions": "With his friends ailing from a sleeping virus, Chewbacca gets “help” from Boba Fett."
},{
  "id_disney": "s268",
  "descriptions": "Join your favorite, furry Star Wars heroes, the Ewoks, in an action-packed, animated series!"
},{
  "id_disney": "s269",
  "descriptions": "Three men pursue the Birder of the Year title across the continent."
},{
  "id_disney": "s270",
  "descriptions": "As climate change melts the Arctic ice, the indigenous people fight to protect the land."
},{
  "id_disney": "s271",
  "descriptions": "A boy attempts the impossible - climbing the \"Citadel.\""
},{
  "id_disney": "s272",
  "descriptions": "Chance and his crew prank unsuspecting targets."
},{
  "id_disney": "s273",
  "descriptions": "Two garden gnomes remain star-crossed lovers during a feud among neighbors."
},{
  "id_disney": "s274",
  "descriptions": "The freewheeling adventures of Pickle and Peanut."
},{
  "id_disney": "s275",
  "descriptions": "A new group of misfits rediscovers the joys of playing hockey for the love of the game."
},{
  "id_disney": "s276",
  "descriptions": "Hiro, Baymax and team protect the city from villains."
},{
  "id_disney": "s277",
  "descriptions": "J-Pop band Perfume shares their passion for music and Disney memories."
},{
  "id_disney": "s278",
  "descriptions": "Predator and prey fight age-old battles for survival in Mexico Untamed"
},{
  "id_disney": "s279",
  "descriptions": "Sam Wilson aka The Falcon and Bucky Barnes aka The Winter Soldier team up on a global adventure."
},{
  "id_disney": "s280",
  "descriptions": "Doc McStuffins helps kids learn about healthy habits."
},{
  "id_disney": "s281",
  "descriptions": "ASSEMBLED is an immersive series of docu-specials examining the next phase of the MCU."
},{
  "id_disney": "s282",
  "descriptions": "A wildly imaginative fantasy-adventure about a secret world for children with unusual powers."
},{
  "id_disney": "s283",
  "descriptions": "Five young entrepreneurs from across the world vie for $100,000."
},{
  "id_disney": "s284",
  "descriptions": "Garfield is adopted by a greedy Lord with nefarious plans to open up his estate as a hunting ground."
},{
  "id_disney": "s285",
  "descriptions": "Jake strives to find balance in his life as a New York teen learning to master his mystical powers."
},{
  "id_disney": "s286",
  "descriptions": "Decaying classic cars are revived by two experts for unsuspecting, grateful owners."
},{
  "id_disney": "s287",
  "descriptions": "Disney Channel stars from around the globe compete in the third annual Disney Channel Games."
},{
  "id_disney": "s288",
  "descriptions": "Join the cast of Just Roll With It as they recap all the crazy that happened in the latest episode!"
},{
  "id_disney": "s289",
  "descriptions": "Tyler and Avery hide the fact that their new dog can talk."
},{
  "id_disney": "s290",
  "descriptions": "Mickey and his friends explore Singapore and Malaysia’s finest, from food to clothing."
},{
  "id_disney": "s291",
  "descriptions": "A family sits down for a bedtime story and is transported to a forest filled with elemental spirits."
},{
  "id_disney": "s292",
  "descriptions": "The story of the Okavango River through the wildlife who dwell amongst its waters."
},{
  "id_disney": "s293",
  "descriptions": "Fraternal teenage twins, Brady and Boomer, are suddenly informed of their royal lineage."
},{
  "id_disney": "s294",
  "descriptions": "Griffin and his family move to a mysterious town."
},{
  "id_disney": "s295",
  "descriptions": "A grand extravaganza which celebrates the opening of Shanghai Disney Resort."
},{
  "id_disney": "s296",
  "descriptions": "Tom and Kate Baker discover that managing twelve children and big careers are a difficult mix."
},{
  "id_disney": "s297",
  "descriptions": "The Bakers go toe-to-toe against the Murtaughs in the ultimate inter-family battle."
},{
  "id_disney": "s298",
  "descriptions": "Comic book fan Flora saves a squirrel whose superhero powers bring hope and wonder to her family."
},{
  "id_disney": "s299",
  "descriptions": "A young man embarks on a journey that spans three fantastical worlds."
},{
  "id_disney": "s300",
  "descriptions": "It's time to raise the curtain on The Muppet Show!"
},{
  "id_disney": "s301",
  "descriptions": "Iron Man and Captain Marvel team up to stop Thanos!"
},{
  "id_disney": "s302",
  "descriptions": "A documentary special exploring the power of identity behind superheroes we know and love today."
},{
  "id_disney": "s303",
  "descriptions": "History’s most enduring fairy tale returns with a thoroughly modern twist."
},{
  "id_disney": "s304",
  "descriptions": "An unlikely reunion causes high school drama to resurface between a nice girl and her arch nemesis."
},{
  "id_disney": "s305",
  "descriptions": "Yoshiki from “X Japan” performs two Disney songs and talks about his music."
},{
  "id_disney": "s306",
  "descriptions": "Scientists and Sherpas team up on Mount Everest to install the highest weather station in the world."
},{
  "id_disney": "s307",
  "descriptions": "Nory enters the Sage Academy for Magical Studies!"
},{
  "id_disney": "s308",
  "descriptions": "Fishermen venture to North Carolina’s Outer Banks to battle for the ocean’s most lucrative prize."
},{
  "id_disney": "s309",
  "descriptions": "Dinosaurs raise a family during the Stone Age."
},{
  "id_disney": "s310",
  "descriptions": "An elite search and rescue team battles to save lives during record-breaking Storm Imelda."
},{
  "id_disney": "s311",
  "descriptions": "Grab a quick snack of Pixar with this collection of mini shorts starring your favorite characters."
},{
  "id_disney": "s312",
  "descriptions": "Uganda boasts one of the most diverse landscapes on Earth and wildlife is thriving."
},{
  "id_disney": "s313",
  "descriptions": "Elena of Avalor must learn to rule!"
},{
  "id_disney": "s314",
  "descriptions": "Set in Japan, ISLE OF DOGS follows a boy's odyssey in search of his dog."
},{
  "id_disney": "s315",
  "descriptions": "Mary Poppins is back to help the Banks family in this reimagined classic."
},{
  "id_disney": "s316",
  "descriptions": "Two super-powered beings living idealized suburban lives suspect that everything is not as it seems."
},{
  "id_disney": "s317",
  "descriptions": "Families across America compete in epic dance battles!"
},{
  "id_disney": "s318",
  "descriptions": "Ferdinand, a peace-loving bull, rallies a misfit team of friends on the ultimate adventure home."
},{
  "id_disney": "s319",
  "descriptions": "Marvel Studios LEGENDS celebrates the heroes and villains of the highly anticipated Disney+ shows."
},{
  "id_disney": "s320",
  "descriptions": "The Toy Story crew meet a delusional set of action figures."
},{
  "id_disney": "s321",
  "descriptions": "Follow an international team of scientists in Polynesia as they study a school of 700 sharks."
},{
  "id_disney": "s322",
  "descriptions": "In the waters of South Africa, sharks reign supreme."
},{
  "id_disney": "s323",
  "descriptions": "Horton must save a civilization living on a speck of dust from those who don't believe they exist."
},{
  "id_disney": "s324",
  "descriptions": "Great Shark Chow Down – prepare for a feast of extraordinary shark-feeding events."
},{
  "id_disney": "s325",
  "descriptions": "Dr. Neil Hammerschlag and his team are setting off on a quest to learn more the Great Hammerhead."
},{
  "id_disney": "s326",
  "descriptions": "A rabbit attempts to dig a burrow and learns there’s no shame in asking for help."
},{
  "id_disney": "s327",
  "descriptions": "COSMOS: POSSIBLE WORLDS continues Carl Sagan’s legacy that began more than 40 years ago."
},{
  "id_disney": "s328",
  "descriptions": "DISNEY GALLERY / STAR WARS: THE MANDALORIAN is a docuseries about the making of The Mandalorian."
},{
  "id_disney": "s329",
  "descriptions": "After a week of creating mayhem, Max has to face the consequences."
},{
  "id_disney": "s330",
  "descriptions": "Jamie Foxx stars in Pixar’s \"Soul,\" a comedy about what makes you... YOU."
},{
  "id_disney": "s331",
  "descriptions": "Set the wintry mood for your holiday celebration with Anna and Elsa’s Arendelle Castle yule log."
},{
  "id_disney": "s332",
  "descriptions": "A high-tech archaeological team explores the hidden secrets of Chichen Itza."
},{
  "id_disney": "s333",
  "descriptions": "An inspiring view of Disney Parks few have experienced before, at sunrise. Previously Recorded."
},{
  "id_disney": "s334",
  "descriptions": "Dive into the waters below and watch the aquatic wildlife from the world of Nemo and Dory."
},{
  "id_disney": "s335",
  "descriptions": "A baker and his wife's desperation to have a child sends them on a quest to reverse a witch’s curse."
},{
  "id_disney": "s336",
  "descriptions": "Marinette’s class is headed to New York!"
},{
  "id_disney": "s337",
  "descriptions": "On Pointe follows students during a season in the School of American Ballet (SAB) in New York City."
},{
  "id_disney": "s338",
  "descriptions": "As seen by the Viking gods, the fabled wildernesses of Norway, Finland and Sweden are revealed."
},{
  "id_disney": "s339",
  "descriptions": "DC stars try to save the holidays from Scrooge."
},{
  "id_disney": "s340",
  "descriptions": "ZOMBIES stars race to save the holiday magic!"
},{
  "id_disney": "s341",
  "descriptions": "Katie Couric explores questions about gender identity with experts and everyday people."
},{
  "id_disney": "s342",
  "descriptions": "The cast of High School Musical: The Musical: The Series celebrates the holidays with music & more!"
},{
  "id_disney": "s343",
  "descriptions": "Ralph and Vanellope are swept into the internet."
},{
  "id_disney": "s344",
  "descriptions": "A drama inspired by the empowering story of former Clemson University safety Ray McElrathbey."
},{
  "id_disney": "s345",
  "descriptions": "A girl heads to Paris to learn if she is the long lost princess, Anastasia."
},{
  "id_disney": "s346",
  "descriptions": "An inexperienced fairy godmother-in-training tries to prove that people still need fairy godmothers."
},{
  "id_disney": "s347",
  "descriptions": "Marine biologist attempts to get bitten by a deadly tiger shark and survive"
},{
  "id_disney": "s348",
  "descriptions": "A young woman risks it all to be a great Chinese warrior in Disney’s MULAN."
},{
  "id_disney": "s349",
  "descriptions": "It takes inner and outer strength to make a name for yourself when you're the son of heroes."
},{
  "id_disney": "s350",
  "descriptions": "A festive musical event with more Disney melodies and classic holiday songs."
},{
  "id_disney": "s351",
  "descriptions": "From Disney comes the reimagined tale of The Nutcracker."
},{
  "id_disney": "s352",
  "descriptions": "It's one calamity after another during the worst day of Alexander's life."
},{
  "id_disney": "s353",
  "descriptions": "A wild horse and a teenage girl forge an unbreakable bond which keeps them connected for a lifetime."
},{
  "id_disney": "s354",
  "descriptions": "A granddaughter brings joy on Christmas by mending a beloved Mickey, evoking memories of the past."
},{
  "id_disney": "s355",
  "descriptions": "Alice tells a tale of a strange new land."
},{
  "id_disney": "s356",
  "descriptions": "This music video series captures the funny moments animals have in their day-to-day lives."
},{
  "id_disney": "s357",
  "descriptions": "An intimate musical concert featuring Taylor Swift performing every song from “folklore.”"
},{
  "id_disney": "s358",
  "descriptions": "Bia is filled with passion, after the loss of her sister she will rediscover music and find love."
},{
  "id_disney": "s359",
  "descriptions": "An anthology documentary series exploring the impact of the Marvel Comics Universe."
},{
  "id_disney": "s360",
  "descriptions": "A crop duster takes on the world’s fastest in the greatest air race ever."
},{
  "id_disney": "s361",
  "descriptions": "Air racer Dusty teams up with a dynamic crew of flying firefighters."
},{
  "id_disney": "s362",
  "descriptions": "The Real Right Stuff tells the story of the nation’s first astronauts."
},{
  "id_disney": "s363",
  "descriptions": "It's nothing but fun for Mickey and friends as they embark on their greatest adventures yet."
},{
  "id_disney": "s364",
  "descriptions": "On the festive Life Day, Rey and BB-8 embark on an epic adventure across Star Wars history."
},{
  "id_disney": "s365",
  "descriptions": "When Kevin is home while his family goes on a Christmas trip, he must defend his home from burglars."
},{
  "id_disney": "s366",
  "descriptions": "Kevin is home alone in NYC but won't be for long since the Wet Bandits are also in the Big Apple."
},{
  "id_disney": "s367",
  "descriptions": "A gang of criminals come up against 8 year-old Alex Pruitt, who is home alone with the chicken pox."
},{
  "id_disney": "s368",
  "descriptions": "An inside look at the people, artistry, and culture of Pixar Animation Studios."
},{
  "id_disney": "s369",
  "descriptions": "Discover the technical prowess behind Petra, a wonder in the middle of the desert."
},{
  "id_disney": "s370",
  "descriptions": "National Geographic reconstructs the Ulfberht, a Viking warrior’s ultimate weapon."
},{
  "id_disney": "s371",
  "descriptions": "Three ghosts take Ebenezer Scrooge on an eye-opening journey."
},{
  "id_disney": "s372",
  "descriptions": "Follow Nancy as she shows you how to be more Fancy!"
},{
  "id_disney": "s373",
  "descriptions": "Goldie and Bear go on adventures in Fairytale Forest."
},{
  "id_disney": "s374",
  "descriptions": "Clueless Mr. Magoo sets out to get back a stolen precious gem."
},{
  "id_disney": "s375",
  "descriptions": "An elite elf unit ensures homes around the world are prepared for Santa."
},{
  "id_disney": "s376",
  "descriptions": "Wayne and Lanny race to save Christmas!"
},{
  "id_disney": "s377",
  "descriptions": "Disney Channel Stars celebrate Halloween in a sketch comedy special with tricks, treats, and more!"
},{
  "id_disney": "s378",
  "descriptions": "After the fall of the Empire, a lone gunfighter makes his way through the lawless galaxy."
},{
  "id_disney": "s379",
  "descriptions": "A modern-day sorcerer must make his seemingly average recruit into the ultimate apprentice."
},{
  "id_disney": "s380",
  "descriptions": "What if we could x-ray the Earth to reveal the origins of natural disasters? Now we can."
},{
  "id_disney": "s381",
  "descriptions": "Witness first hand stories combined with scientific insight, analysis and satellite mapping."
},{
  "id_disney": "s382",
  "descriptions": "India From Above, a two-part aerial documentary of a nation and its people."
},{
  "id_disney": "s383",
  "descriptions": "Spider-Man sets off on adventures with Marvel heroes!"
},{
  "id_disney": "s384",
  "descriptions": "This new short film follows Olaf’s first steps as he comes to life and searches for his identity."
},{
  "id_disney": "s385",
  "descriptions": "Forensic experts scan Pompeii’s victims to investigate why they didn’t escape the eruption."
},{
  "id_disney": "s386",
  "descriptions": "Join the Toy Story gang in a frighteningly fun animated adventure."
},{
  "id_disney": "s387",
  "descriptions": "Papi has to rescue his true love, Chloe, when she gets lost in Mexico."
},{
  "id_disney": "s388",
  "descriptions": "A young musician with months to live turns to music to make the most of the time he has left."
},{
  "id_disney": "s389",
  "descriptions": "The quest to reveal what happened to the explorers who first set out to summit Mt. Everest."
},{
  "id_disney": "s390",
  "descriptions": "Iron Man and Captain America battle the Red Skull and Taskmaster."
},{
  "id_disney": "s391",
  "descriptions": "Meet the Chimps takes viewers inside the secret life of Chimp Haven, a unique wildlife sanctuary."
},{
  "id_disney": "s392",
  "descriptions": "Kit becomes a rocket-pack wearing superhero!"
},{
  "id_disney": "s393",
  "descriptions": "Loïck Peyron investigates the 1978 Amoco Cadiz oil spill and its impact."
},{
  "id_disney": "s394",
  "descriptions": "Three heroes sail with King Caspian to help Narnian lords banished by an evil usurper of the throne."
},{
  "id_disney": "s395",
  "descriptions": "The incredible story of the Mercury Seven astronauts and their extraordinary achievements."
},{
  "id_disney": "s396",
  "descriptions": "Explore a rugged world where diverse species fight for survival."
},{
  "id_disney": "s397",
  "descriptions": "X-Men newcomer, Night Crawler, joins Magneto to rescue their brethren and forestall a holocaust."
},{
  "id_disney": "s398",
  "descriptions": "A musician finds his passion when he takes a “day job” as a music teacher."
},{
  "id_disney": "s399",
  "descriptions": "Journey into the depths of a wonderland filled with beauty and power."
},{
  "id_disney": "s400",
  "descriptions": "A story about three women at NASA who helped launch John Glenn into orbit."
},{
  "id_disney": "s401",
  "descriptions": "Magic of Disney’s Animal Kingdom goes backstage at Walt Disney World Resort. Narrated by Josh Gad."
},{
  "id_disney": "s402",
  "descriptions": "Sam, a rebellious royal, learns she is part of the Secret Society of Second-Born Royals."
},{
  "id_disney": "s403",
  "descriptions": "As we follow the robber’s life cycle, we learn that crabs are much more than creepy crawlies."
},{
  "id_disney": "s404",
  "descriptions": "Presenter Nigel Marven discovers the colourful and varied wildlife and culture of Central America."
},{
  "id_disney": "s405",
  "descriptions": "Archaeologist Allan Maca reveals the amazing wonders of Ancient China like never before."
},{
  "id_disney": "s406",
  "descriptions": "Becoming chronicles the origin stories of world-class entertainers, musicians and athletes."
},{
  "id_disney": "s407",
  "descriptions": "Cooper and Cami Wrather co-host \"Would You Wrather.\""
},{
  "id_disney": "s408",
  "descriptions": "Europe from Above takes to the air over Europe’s finest cultural and geographical landmarks."
},{
  "id_disney": "s409",
  "descriptions": "A young woman falls in love with a prince while pretending to be a princess."
},{
  "id_disney": "s410",
  "descriptions": "A team of archaeologists uncover the first Egyptian funeral parlor ever found."
},{
  "id_disney": "s411",
  "descriptions": "Fifteen rookie sailors race to be part of the \"Morning Light\" crew."
},{
  "id_disney": "s412",
  "descriptions": "On April 15, 2019, Paris’ firefighters gave everything to save the Notre Dame cathedral."
},{
  "id_disney": "s413",
  "descriptions": "Fairy tale characters inhabit a land of good and evil."
},{
  "id_disney": "s414",
  "descriptions": "Luna will learn that love transcends distance."
},{
  "id_disney": "s415",
  "descriptions": "Violetta is a talented teen following her dream."
},{
  "id_disney": "s416",
  "descriptions": "Pooh leaves the Hundred Acre Wood to help grown-up Christopher Robin."
},{
  "id_disney": "s417",
  "descriptions": "The Mighty Ducks face the meanest team on ice at the Junior Goodwill Games."
},{
  "id_disney": "s418",
  "descriptions": "The Mighty Ducks inherit a new coach and a new set of problems."
},{
  "id_disney": "s419",
  "descriptions": "From the Jim Henson Company, alien commander Ned hosts a late-night talk show with celebrity guests."
},{
  "id_disney": "s420",
  "descriptions": "Donald plays a trick on his nephews, but a witch helps them out. See details for advisory."
},{
  "id_disney": "s421",
  "descriptions": "Alice returns to Underland to save the Mad Hatter in a race against time."
},{
  "id_disney": "s422",
  "descriptions": "Phineas and Ferb set out across the galaxy to rescue Candace, who has been abducted by aliens."
},{
  "id_disney": "s423",
  "descriptions": "Back to the Titanic documents the first manned dives to Titanic in nearly 15 years."
},{
  "id_disney": "s424",
  "descriptions": "Belle must look beyond the Beast’s exterior to find the true Prince within."
},{
  "id_disney": "s425",
  "descriptions": "An epic journey around the real Mars – built from data, as you’ve never seen it before."
},{
  "id_disney": "s426",
  "descriptions": "An adaptation of the award-winning book about a very special gorilla."
},{
  "id_disney": "s427",
  "descriptions": "Siblings Kirby and Charlie share strange discoveries and fun facts from the world of Weird But True!"
},{
  "id_disney": "s428",
  "descriptions": "What happens after the baby animals are delivered?"
},{
  "id_disney": "s429",
  "descriptions": "Zed and Addison encounter a group of werewolves!"
},{
  "id_disney": "s430",
  "descriptions": "Cameraman Sandesh Kadur’s mission is to uncover the secretive lives of India’s leopards."
},{
  "id_disney": "s431",
  "descriptions": "A team of conservationists and veterinarians helps India’s people and wildlife coexist."
},{
  "id_disney": "s432",
  "descriptions": "A group of misfit campers help a down-on-his-luck magician rediscover his love of magic."
},{
  "id_disney": "s433",
  "descriptions": "Ant-Man and the Wasp must join forces to uncover secrets from the past."
},{
  "id_disney": "s434",
  "descriptions": "Charlie, Kirby, and Patrick travel around the U.S. to learn about what makes nature awesome."
},{
  "id_disney": "s435",
  "descriptions": "Sam is put to the test to care for animals in “Zookeeper’s Challenge.”"
},{
  "id_disney": "s436",
  "descriptions": "Take a deep dive and learn all about the beloved sea animals in our oceans!"
},{
  "id_disney": "s437",
  "descriptions": "Learn about our universe through imagery taken from the Hubble Space Telescope."
},{
  "id_disney": "s438",
  "descriptions": "A bold and original musical celebrating the birth of show business and dreams coming to life."
},{
  "id_disney": "s439",
  "descriptions": "Come along as we reveal fun, strange & surprising facts about our world in Weird But True!"
},{
  "id_disney": "s440",
  "descriptions": "Journey across the country’s landscapes to paint an intimate portrait of India's Wild Cats."
},{
  "id_disney": "s441",
  "descriptions": "“Howard” is the untold story of Howard Ashman, the brilliant lyricist behind Disney classics."
},{
  "id_disney": "s442",
  "descriptions": "A rogue prince and rival princess safeguard a magical dagger with the power to reverse time."
},{
  "id_disney": "s443",
  "descriptions": "Celebrating Disney’s new land that brings Star Wars to life!"
},{
  "id_disney": "s444",
  "descriptions": "THE HIDDEN KINGDOMS OF CHINA takes audiences into the secret wilds of China."
},{
  "id_disney": "s445",
  "descriptions": "Snoopy takes to the skies against The Red Baron, while his pal, Charlie Brown, begins an epic quest."
},{
  "id_disney": "s446",
  "descriptions": "A selection of stories featuring encounters and sightings of the unexplained."
},{
  "id_disney": "s447",
  "descriptions": "Animals face-off in this surprising competition of the toughest and biggest in the animal kingdom."
},{
  "id_disney": "s448",
  "descriptions": "Check out the cool jobs Nat Geo explorers do every day!"
},{
  "id_disney": "s449",
  "descriptions": "Boone Smith hosts a feline showdown as lion, tiger and cheetah battle for top cat title."
},{
  "id_disney": "s450",
  "descriptions": "This visual album from Beyoncé reimagines lessons of \"The Lion King\" for young kings and queens."
},{
  "id_disney": "s451",
  "descriptions": "Located on a hilltop sanctuary, G – bekli Tepe in Turkey is the world's first known temple."
},{
  "id_disney": "s452",
  "descriptions": "Check out the continents and find out what makes them unique from each other!"
},{
  "id_disney": "s453",
  "descriptions": "Check out Jack Randall go head-to-head with all kinds of critters."
},{
  "id_disney": "s454",
  "descriptions": "Across the Himalayas are stories of the yeti, or abominable snowman."
},{
  "id_disney": "s455",
  "descriptions": "The Incredibles spring into action when a dangerous new villain emerges."
},{
  "id_disney": "s456",
  "descriptions": "With so many fishermen and so many fishing disciplines, who is best?"
},{
  "id_disney": "s457",
  "descriptions": "A scientist discovers artifacts in Peru that could lead him to one of the country’s missing temples."
},{
  "id_disney": "s458",
  "descriptions": "Marvel and Funko present Pop! style Marvel heroes."
},{
  "id_disney": "s459",
  "descriptions": "The Muppets have a brand-new series ready to stream… but only if they can upload it in time."
},{
  "id_disney": "s460",
  "descriptions": "Eyewitness accounts and rare images chart the violent 1980 eruption of Mount St. Helens."
},{
  "id_disney": "s461",
  "descriptions": "Join Sam on an underwater journey and learn about sharks, eels, and more!"
},{
  "id_disney": "s462",
  "descriptions": "Captain Jack Sparrow searches for the Trident of Poseidon."
},{
  "id_disney": "s463",
  "descriptions": "The PJ Masks are protecting the city from villains!"
},{
  "id_disney": "s464",
  "descriptions": "Bob Woodruff and his son travel the world searching for beauty and adventure in unexpected places."
},{
  "id_disney": "s465",
  "descriptions": "The Congo: the most mysterious river in the dark heart of Africa."
},{
  "id_disney": "s466",
  "descriptions": "This three-part series reveals the spectacular nature and amazing wildlife of Sri Lanka."
},{
  "id_disney": "s467",
  "descriptions": "Walt provides a look at the details needed to get the Park ready to open. See details for advisory."
},{
  "id_disney": "s468",
  "descriptions": "A trip to Meemaw’s 90th birthday takes a detour due to Greg’s scheme to attend a gaming convention!"
},{
  "id_disney": "s469",
  "descriptions": "Disney Junior songs reimagined as calming lullabies."
},{
  "id_disney": "s470",
  "descriptions": "Who were the mysterious people who built Machu Picchu and why?"
},{
  "id_disney": "s471",
  "descriptions": "Chiro and a team of five Robot Monkeys defend Shuggazoom City against Skeleton King and his minions."
},{
  "id_disney": "s472",
  "descriptions": "The Mouseketeers arrive to perform at Walt Disney World. See details for advisory."
},{
  "id_disney": "s473",
  "descriptions": "This beautiful and intriguing blue-chip series explores the incredibly varied wildlife of Chile."
},{
  "id_disney": "s474",
  "descriptions": "Apocalypse, the most powerful mutant in the universe, tries to destroy all of mankind."
},{
  "id_disney": "s475",
  "descriptions": "A 13-part adventure across the universe of space and time."
},{
  "id_disney": "s476",
  "descriptions": "Robin Roberts hosts a discussion with Lin-Manuel Miranda, Thomas Kail, and original cast members."
},{
  "id_disney": "s477",
  "descriptions": "Witness the beginning of the Star Wars saga's most unlikely hero."
},{
  "id_disney": "s478",
  "descriptions": "Characters from the X-Men trilogy join their younger selves to change the past and save our future."
},{
  "id_disney": "s479",
  "descriptions": "The Undefeated Presents: Hamilton In-Depth is a roundtable discussion with 9 stars and the director."
},{
  "id_disney": "s480",
  "descriptions": "Animal ER brings you up close to the bleeding edge of animal care."
},{
  "id_disney": "s481",
  "descriptions": "In 7th grade, Greg must bond with his brother, Rodrick while also impressing the new girl in town."
},{
  "id_disney": "s482",
  "descriptions": "The filmed version of Broadway original “Hamilton” that soars in music and tale."
},{
  "id_disney": "s483",
  "descriptions": "When their world is threatened, Manny and friends go on a quest to survive the Scrat-tastrophe!"
},{
  "id_disney": "s484",
  "descriptions": "A Las Vegas cab driver helps two aliens disguised as teens get home to save their planet... and ours."
},{
  "id_disney": "s485",
  "descriptions": "A group of bored misfits become local soccer heroes in a sleepy Texas town."
},{
  "id_disney": "s486",
  "descriptions": "A hotshot lawyer reluctantly coaches a hapless pee wee hockey team."
},{
  "id_disney": "s487",
  "descriptions": "A lonely subway worker is mistaken for a comatose man's finacée."
},{
  "id_disney": "s488",
  "descriptions": "Chyna Sparks and her friends are the newest members of the A.N.T. program."
},{
  "id_disney": "s489",
  "descriptions": "For the first time, go behind-the-scenes into the making of the #1 animated film, Frozen 2."
},{
  "id_disney": "s490",
  "descriptions": "From the TV series Disneyland, a look at the history of space travel. See details for advisory."
},{
  "id_disney": "s491",
  "descriptions": "An animated look at humankind's early views of the universe and life on Mars."
},{
  "id_disney": "s492",
  "descriptions": "The Avengers must be willing to sacrifice all to defeat Thanos."
},{
  "id_disney": "s493",
  "descriptions": "Adopted by gorillas, Tarzan’s life changes forever when he meets other humans."
},{
  "id_disney": "s494",
  "descriptions": "Young Tarzan decides his ape family would be better off without him."
},{
  "id_disney": "s495",
  "descriptions": "The Dearly Family move to a new farm home in the country."
},{
  "id_disney": "s496",
  "descriptions": "Why is California's Big Sur coastline experiencing an explosion in wildlife?"
},{
  "id_disney": "s497",
  "descriptions": "Time for a playdate with the Muppet Babies!"
},{
  "id_disney": "s498",
  "descriptions": "This programme follows a select cast of individuals, determined to bring Egypt back from the brink."
},{
  "id_disney": "s499",
  "descriptions": "A man-cub who’s been raised by a family of wolves eludes a dangerous tiger."
},{
  "id_disney": "s500",
  "descriptions": "Tinker Bell and friends face the pirates of Skull Rock to save a friend."
},{
  "id_disney": "s501",
  "descriptions": "Roger Rabbit is left to care for Baby Herman in Yellowstone National Park."
},{
  "id_disney": "s502",
  "descriptions": "Roger Rabbit is left to babysit with the mischievous Baby Herman"
},{
  "id_disney": "s503",
  "descriptions": "A descendant of a long line of criminal masterminds seeks to find his father who has disappeared."
},{
  "id_disney": "s504",
  "descriptions": "Check in to Mighty Med, the secret superhero hospital."
},{
  "id_disney": "s505",
  "descriptions": "Walt Disney presents segments of America's fight for freedom. See details for advisory."
},{
  "id_disney": "s506",
  "descriptions": "Walt Disney discusses the history of animation. See details for advisory."
},{
  "id_disney": "s507",
  "descriptions": "The U.S. Government sends Walt Disney to South America on a goodwill tour."
},{
  "id_disney": "s508",
  "descriptions": "Survival expert Les Stroud explores the world of Alaska’s most formidable wildlife."
},{
  "id_disney": "s509",
  "descriptions": "Nat Geo WILD goes on a search for America's 'big five.' Can America compete with Africa's beasts?"
},{
  "id_disney": "s510",
  "descriptions": "Ancient civilizations shared an incredible knowledge of the sun."
},{
  "id_disney": "s511",
  "descriptions": "This show combines Howie Mandel’s lovable comedic genius with clips of animals doing crazy things."
},{
  "id_disney": "s512",
  "descriptions": "Japan: Between Earth and Sky reveals the mystery of some the most beautiful sites in the country."
},{
  "id_disney": "s513",
  "descriptions": "A boy discovers he's the descendant of Poseidon and must settle an on-going battle between the gods."
},{
  "id_disney": "s514",
  "descriptions": "'Secrets of Wild India' celebrates the diversity and drama of India's extraordinary landscapes."
},{
  "id_disney": "s515",
  "descriptions": "Quite simply, the Greeks created our world."
},{
  "id_disney": "s516",
  "descriptions": "National Geographic takes us on an untamed journey to Hawaii's remarkable lands."
},{
  "id_disney": "s517",
  "descriptions": "How will you make the world a better place? Hear stories of the amazing women changing our world."
},{
  "id_disney": "s518",
  "descriptions": "In this Oscar-nominated short from The Simpsons, Maggie navigates an eventful first day at daycare."
},{
  "id_disney": "s519",
  "descriptions": "Mickey and Pluto get into trouble with a mischievous seal."
},{
  "id_disney": "s520",
  "descriptions": "Tara is trying to settle into a strange village."
},{
  "id_disney": "s521",
  "descriptions": "A teen finds romance and searches for stolen gems during her vacation."
},{
  "id_disney": "s522",
  "descriptions": "Doc McStuffins has a clinic for toys in her playhouse."
},{
  "id_disney": "s523",
  "descriptions": "Mr. Fox lives a happy life until he plots the greatest chicken heist the world has ever seen."
},{
  "id_disney": "s524",
  "descriptions": "Matchmaker Dolly Levi orchestrates the love lives of her friends while trying to figure out her own."
},{
  "id_disney": "s525",
  "descriptions": "Teenagers train to become superheroes."
},{
  "id_disney": "s526",
  "descriptions": "On an average day, Greg's life seems ordinary. But today is different - there’s magic in the air."
},{
  "id_disney": "s527",
  "descriptions": "The Big Fib is a comedy game show where a truth-seeking kid chooses between a liar and an expert."
},{
  "id_disney": "s528",
  "descriptions": "A journey through the lives of the prolific, award-winning songwriting duo."
},{
  "id_disney": "s529",
  "descriptions": "As the voice of Goofy and Pluto, Bill Farmer crosses the country meeting dogs doing incredible work!"
},{
  "id_disney": "s530",
  "descriptions": "The story of Disney's most iconic villain continues."
},{
  "id_disney": "s531",
  "descriptions": "The landmark Skywalker saga comes to a conclusion."
},{
  "id_disney": "s532",
  "descriptions": "A former military captain is inexplicably transported to Barsoom (Mars)."
},{
  "id_disney": "s533",
  "descriptions": "National Geographic Kids presents a natural history series just for kids."
},{
  "id_disney": "s534",
  "descriptions": "Birth of Europe reveals the extraordinary story of how Europe has been created by Nature’s forces."
},{
  "id_disney": "s535",
  "descriptions": "Mr. Boogedy returns, and will not stop until he get his revenge."
},{
  "id_disney": "s536",
  "descriptions": "Albert Lin investigates two great stories of the Bible."
},{
  "id_disney": "s537",
  "descriptions": "Collector Dan Lanigan reunites iconic Disney movie props with filmmakers, actors, and crew."
},{
  "id_disney": "s538",
  "descriptions": "A baby raised by gorillas grows up to be a lovable, vine-swinging klutz."
},{
  "id_disney": "s539",
  "descriptions": "Three lost pets must navigate through San Francisco to find their way home."
},{
  "id_disney": "s540",
  "descriptions": "Two dogs and a cat embark on a great American journey to find their owners."
},{
  "id_disney": "s541",
  "descriptions": "Goofy teaches you all about this all-American pastime."
},{
  "id_disney": "s542",
  "descriptions": "A young male beaver races to build his new family a home before winter. See details for advisory."
},{
  "id_disney": "s543",
  "descriptions": "An immersive, discovery-led series following teams of archaeologists in Egypt."
},{
  "id_disney": "s544",
  "descriptions": "We watch as doctors Will and Fran divide and conquer to treat the steady flow of claw-clad patients."
},{
  "id_disney": "s545",
  "descriptions": "The strange and wonderful world that lies beneath our feet. See details for advisory."
},{
  "id_disney": "s546",
  "descriptions": "Each episode takes the audience on a first-person journey following a few of the prairie dogs."
},{
  "id_disney": "s547",
  "descriptions": "A primeval reptile stalks its prey in \"the swamp that time forgot.\" See details for advisory."
},{
  "id_disney": "s548",
  "descriptions": "A man regales his ailing grandson with a tale of romance and adventure in a lighthearted fairy tale."
},{
  "id_disney": "s549",
  "descriptions": "United States of Animals takes you on a fascinating journey across the United States."
},{
  "id_disney": "s550",
  "descriptions": "This series reveals the stories of unlikely duos that have struck up unusual relationships."
},{
  "id_disney": "s551",
  "descriptions": "Experience the beauty and variety of majestic water birds. See details for advisory."
},{
  "id_disney": "s552",
  "descriptions": "A treasure hunter must steal America's most sacred and guarded document."
},{
  "id_disney": "s553",
  "descriptions": "BORN WILD: THE NEXT GENERATION gives viewers a look at our planet’s next generation of baby animals."
},{
  "id_disney": "s554",
  "descriptions": "Home videos compete for cash prizes. Program is presented as originally created."
},{
  "id_disney": "s555",
  "descriptions": "Olympic elk trek toward the fertile grazing grounds of Mount Olympus. See details for advisory."
},{
  "id_disney": "s556",
  "descriptions": "Rapunzel must discover the secret of her hair."
},{
  "id_disney": "s557",
  "descriptions": "Jane Goodall continues her lifetime of activism by continuously spreading a message of hope."
},{
  "id_disney": "s558",
  "descriptions": "Brain Games features games & experiments revealing the science of how your brain works."
},{
  "id_disney": "s559",
  "descriptions": "Chip and Dale set off on nutty adventures!"
},{
  "id_disney": "s560",
  "descriptions": "Spike, an old honey bee, recounts working with Donald in the good ol' days."
},{
  "id_disney": "s561",
  "descriptions": "Pluto is in for a surprise when Mickey sends him to buy a salami. See details for advisory."
},{
  "id_disney": "s562",
  "descriptions": "Inside the computer world of the grid, Beck becomes the unlikely leader of a revolution."
},{
  "id_disney": "s563",
  "descriptions": "“Coco” is brought to life on stage with musical performances at the historic Hollywood Bowl."
},{
  "id_disney": "s564",
  "descriptions": "Come play with the Puppy Dog Pals!"
},{
  "id_disney": "s565",
  "descriptions": "A heroic baby saves Maggie Simpson from playground peril – and steals her heart."
},{
  "id_disney": "s566",
  "descriptions": "The islands that lie between Asia and Australia can claim to be the biologically richest on earth."
},{
  "id_disney": "s567",
  "descriptions": "The pharaoh’s priceless grave goods are being reunited for the first time since their discovery."
},{
  "id_disney": "s568",
  "descriptions": "A bear cub and a raccoon become fast friends. See details for advisory."
},{
  "id_disney": "s569",
  "descriptions": "Donald steals Chip and Dale's nuts and ends up in a lake. See details for advisory."
},{
  "id_disney": "s570",
  "descriptions": "Steve the penguin embarks on an epic quest to find love and start a family."
},{
  "id_disney": "s571",
  "descriptions": "Disneynature explores the making of Dolphin Reef. Céline Cousteau narrates English-language version."
},{
  "id_disney": "s572",
  "descriptions": "A playful young dolphin named Echo must master his vital role in the coral reef community."
},{
  "id_disney": "s573",
  "descriptions": "Donald's trick at the fountain of youth is cut short by an alligator. See details for advisory."
},{
  "id_disney": "s574",
  "descriptions": "Donald entices Pluto to try his mechanical dog washer. See details for advisory."
},{
  "id_disney": "s575",
  "descriptions": "Goofy explores the wonderful world of basketball. See details for advisory."
},{
  "id_disney": "s576",
  "descriptions": "Chip and Dale defend their home against Donald's dragon-like steam shovel. See details for advisory."
},{
  "id_disney": "s577",
  "descriptions": "African elephant Shani and her spirited son Jomo make the epic journey of their ancestors."
},{
  "id_disney": "s578",
  "descriptions": "An elephant is ashamed of his trunk until he saves his friend with it. See details for advisory."
},{
  "id_disney": "s579",
  "descriptions": "Milo, Bea and Oscar are three BFFs, best fish friends."
},{
  "id_disney": "s580",
  "descriptions": "Goofy demonstrates the game of football. See details for advisory."
},{
  "id_disney": "s581",
  "descriptions": "Filmmakers capture an epic journey through the Kalahari Desert for Disneynature’s “Elephant.”"
},{
  "id_disney": "s582",
  "descriptions": "A mix-up finds a little lion cub in the care of a gentle flock of sheep."
},{
  "id_disney": "s583",
  "descriptions": "Mickey and friends enjoy skating on a frozen river. See details for advisory."
},{
  "id_disney": "s584",
  "descriptions": "Two elf brothers embark on an extraordinary quest in Disney and Pixar’s ONWARD!"
},{
  "id_disney": "s585",
  "descriptions": "Donald declares Chip n Dale's tree \"out of scale\" for his train set. See details for advisory."
},{
  "id_disney": "s586",
  "descriptions": "A witty and tenacious team of filmmakers brave the Antarctic to film Disneynature’s “Penguins.”"
},{
  "id_disney": "s587",
  "descriptions": "It's Pluto's birthday party!"
},{
  "id_disney": "s588",
  "descriptions": "Donald and his nephews encounter a shark. See details for advisory."
},{
  "id_disney": "s589",
  "descriptions": "A teen girl is selected from a nationwide search to join the cast of a sketch-comedy series."
},{
  "id_disney": "s590",
  "descriptions": "A young farm boy relies on the help of a badger to survive the wilderness. See details for advisory."
},{
  "id_disney": "s591",
  "descriptions": "Sparks fly when Donald moves next door to Pete and his reckless dog. See details for advisory."
},{
  "id_disney": "s592",
  "descriptions": "A young boy discovers the true spirit of the Christmas season. See details for advisory."
},{
  "id_disney": "s593",
  "descriptions": "Story of a man who takes a six week trip on his riding lawn mower."
},{
  "id_disney": "s594",
  "descriptions": "Disney presents a comic twist on a classic tale from Tim Burton."
},{
  "id_disney": "s595",
  "descriptions": "Nine-year-old Milo sets out to save his mom when she is abducted by Martians."
},{
  "id_disney": "s596",
  "descriptions": "At Prom, every couple has a story, and no two are exactly alike."
},{
  "id_disney": "s597",
  "descriptions": "A rebellious daughter and her estranged father try to restore the loving relationship they once had."
},{
  "id_disney": "s598",
  "descriptions": "An unexpected surprise arrives on the doorstep of a couple who can't have children of their own."
},{
  "id_disney": "s599",
  "descriptions": "Angela Kinsey hosts five families in a Disney-inspired cooking competition."
},{
  "id_disney": "s600",
  "descriptions": "Meg travels through time and space to find her father."
},{
  "id_disney": "s601",
  "descriptions": "Fraternal twins try to explain exactly what just happened."
},{
  "id_disney": "s602",
  "descriptions": "“Disney Insider” tells the stories behind Disney’s films, parks, destinations, toys & more."
},{
  "id_disney": "s603",
  "descriptions": "Rock out to music videos from The Ghoul Girls!"
},{
  "id_disney": "s604",
  "descriptions": "Four highly trained FBI guinea pigs set out to save the world."
},{
  "id_disney": "s605",
  "descriptions": "Elsa journeys into the unknown to uncover truths about the past."
},{
  "id_disney": "s606",
  "descriptions": "A coming-of-age story about a high schooler who finds himself drawn to the free-spirited new girl."
},{
  "id_disney": "s607",
  "descriptions": "Based on a true story of the Coast Guard’s most daring rescue."
},{
  "id_disney": "s608",
  "descriptions": "An egotistical baseball star wakes up as a 12-year-old on his childhood playing field, the sandlot."
},{
  "id_disney": "s609",
  "descriptions": "A hotel handyman's bedtime stories go from fantasy to reality."
},{
  "id_disney": "s610",
  "descriptions": "T’Challa battles a powerful foe when his homeland of Wakanda is threatened."
},{
  "id_disney": "s611",
  "descriptions": "Pups Dolly and Dylan adventure to find their spots."
},{
  "id_disney": "s612",
  "descriptions": "Phineas, Ferb and the gang meet some iconic Star Wars characters."
},{
  "id_disney": "s613",
  "descriptions": "Teams are challenged with designing and building their very unique creations."
},{
  "id_disney": "s614",
  "descriptions": "New discoveries challenge everything we thought we knew about Viking warriors."
},{
  "id_disney": "s615",
  "descriptions": "Kaz begins his spy mission, but is in over his head."
},{
  "id_disney": "s616",
  "descriptions": "This series delivers stories with hi-tech imagery to bring the mysteries of the past to life."
},{
  "id_disney": "s617",
  "descriptions": "The Secret Warriors show Shuri how to be a teenager."
},{
  "id_disney": "s618",
  "descriptions": "The Secret Warriors help Inferno recover his powers."
},{
  "id_disney": "s619",
  "descriptions": "The saga continues, set in a faraway galaxy!"
},{
  "id_disney": "s620",
  "descriptions": "Avengers Iron Man and Hulk team up to fight an energy-devouring monster."
},{
  "id_disney": "s621",
  "descriptions": "A heartwarming tale of a girl whose life is changed by a scruffy, fun-loving pooch named Winn-Dixie."
},{
  "id_disney": "s622",
  "descriptions": "A behind-the-scenes look at Disney's magical weddings."
},{
  "id_disney": "s623",
  "descriptions": "A St. Bernard lifts a million-dollar necklace from a team of jewel thieves."
},{
  "id_disney": "s624",
  "descriptions": "Allen Bauer (Tom Hanks) is rescued at sea by the mermaid of his dreams."
},{
  "id_disney": "s625",
  "descriptions": "Raven Baxter is a typical teenager who just happens to be psychic."
},{
  "id_disney": "s626",
  "descriptions": "“Timmy Failure” follows the hilarious exploits of a boy who operates a Portland detective agency."
},{
  "id_disney": "s627",
  "descriptions": "Pixar Animation Studios proudly presents the adventure of a lifetime!"
},{
  "id_disney": "s628",
  "descriptions": "A barrier breach jeopardizes the safety of Auradon."
},{
  "id_disney": "s629",
  "descriptions": "Phileas Fogg tries to beat the clock in a race around the world."
},{
  "id_disney": "s630",
  "descriptions": "Two sets of identical twins, mismatched at birth, cross paths years later."
},{
  "id_disney": "s631",
  "descriptions": "Lamp Life answers the question of what happened to Bo Peep since we last we saw her in Toy Story 2."
},{
  "id_disney": "s632",
  "descriptions": "Disney’s The Lion King comes to life in a whole new way."
},{
  "id_disney": "s633",
  "descriptions": "Elena Cañero-Reed will one day become the U.S. President, but for now, she’s in middle school."
},{
  "id_disney": "s634",
  "descriptions": "Sing along as the East High Wildcats put on a production of High School Musical: The Musical!"
},{
  "id_disney": "s635",
  "descriptions": "Experience the breathtaking landscapes and majestic animals of eight U.S. National Parks."
},{
  "id_disney": "s636",
  "descriptions": "Experience how science is conducted as scientists and survival experts join forces in Antarctica."
},{
  "id_disney": "s637",
  "descriptions": "Randy is an average freshman until he is chosen as The Ninja."
},{
  "id_disney": "s638",
  "descriptions": "It's Show and Tell time in the playroom!"
},{
  "id_disney": "s639",
  "descriptions": "A city girl starts a new life in the country."
},{
  "id_disney": "s640",
  "descriptions": "From mountains to desert, volcanoes to ice, explore Russia’s scenic beauty and iconic wildlife."
},{
  "id_disney": "s641",
  "descriptions": "A collaboration begun in 1945 by Salvador Dalí and Walt Disney."
},{
  "id_disney": "s642",
  "descriptions": "The energetic Peas-n-a-Pod siblings teach Forky about reading, with a little help from Mr. Spell."
},{
  "id_disney": "s643",
  "descriptions": "Adrift on a lake, two kids with different ways of communicating attempt to connect."
},{
  "id_disney": "s644",
  "descriptions": "Six kids learn their parents hide a terrible secret."
},{
  "id_disney": "s645",
  "descriptions": "From Disney comes the thrilling live-action adaptation of Aladdin."
},{
  "id_disney": "s646",
  "descriptions": "Buttercup, annoyed with all of Forky’s questions, speed teaches everything there is."
},{
  "id_disney": "s647",
  "descriptions": "Austin, a musician, and Ally, a songwriter, form a team."
},{
  "id_disney": "s648",
  "descriptions": "Billy and his friends get stuck inside Earth's core."
},{
  "id_disney": "s649",
  "descriptions": "Mater is a famous bulldozer fighter in Spain."
},{
  "id_disney": "s650",
  "descriptions": "Mater’s mission on the moon: rescue the Impala XIII."
},{
  "id_disney": "s651",
  "descriptions": "Mater is a fire truck that rescues McQueen from a fire"
},{
  "id_disney": "s652",
  "descriptions": "Guido discovers his talent as a sign spinner."
},{
  "id_disney": "s653",
  "descriptions": "Mater travels back in time to 1909."
},{
  "id_disney": "s654",
  "descriptions": "Mater is in Tokyo, where he is challenged to a race."
},{
  "id_disney": "s655",
  "descriptions": "Mater and Lightning McQueen rescue a UFO named Mator."
},{
  "id_disney": "s656",
  "descriptions": "Red's peaceful morning routine is interrupted by a pesky visitor."
},{
  "id_disney": "s657",
  "descriptions": "Based on the true story of Jamaican bobsledders at the Winter Olympics."
},{
  "id_disney": "s658",
  "descriptions": "Draining the waters around Alcatraz reveals the infamous prison’s deepest secrets."
},{
  "id_disney": "s659",
  "descriptions": "Explore the Bermuda Triangle by draining the water to see what lies beneath the surface."
},{
  "id_disney": "s660",
  "descriptions": "This groundbreaking television program pulls a virtual plug on the huge lakes."
},{
  "id_disney": "s661",
  "descriptions": "New undersea surveys and 3-D imaging reveal secrets of World War II shipwrecks."
},{
  "id_disney": "s662",
  "descriptions": "Hidden beneath Jamaica’s Kingston Harbour lie the ruins of the biggest pirate city of all time."
},{
  "id_disney": "s663",
  "descriptions": "We reveal the most famous ship wreck site by virtually draining the Titanic."
},{
  "id_disney": "s664",
  "descriptions": "First Class Chefs: Family Style is a cooking competition for the whole family!"
},{
  "id_disney": "s665",
  "descriptions": "A wilderness guide sets out to catch a legendary wild horse. See details for advisory."
},{
  "id_disney": "s666",
  "descriptions": "The Yelnats family curse lands young Stanley at Camp Green Lake."
},{
  "id_disney": "s667",
  "descriptions": "See how Marvel became the top super hero storyteller in special interviews."
},{
  "id_disney": "s668",
  "descriptions": "Gwen (Ghost-Spider) has to defeat Screaming Mimi both on the streets and on the stage."
},{
  "id_disney": "s669",
  "descriptions": "Hosted by Will Smith, One Strange Rock reveals the twists of fate that allow life to thrive on Earth"
},{
  "id_disney": "s670",
  "descriptions": "Zoologist Jack Randall searches for dangerous animals in the most unforgiving environments on earth."
},{
  "id_disney": "s671",
  "descriptions": "Rhino gets an upgrade just in time to save Bolt and Penny from Dr. Calico."
},{
  "id_disney": "s672",
  "descriptions": "Follow the adventures of Penny, a typical African American girl navigating through teen-dom."
},{
  "id_disney": "s673",
  "descriptions": "The greatest heroes on the planet unite to face the greatest villains in the Super Hero Squad."
},{
  "id_disney": "s674",
  "descriptions": "Explore what human life might be like, one million years into the future."
},{
  "id_disney": "s675",
  "descriptions": "Forky meets Rib Tickles, and is schooled on the dangers of law enforcement."
},{
  "id_disney": "s676",
  "descriptions": "New heroes and galactic legends join to unlock mysteries of the Force."
},{
  "id_disney": "s677",
  "descriptions": "Dolly teaches Forky about the qualities of a good leader, and he puts those qualities to the test!"
},{
  "id_disney": "s678",
  "descriptions": "George must rescue his family, then save the jungle from becoming mulch."
},{
  "id_disney": "s679",
  "descriptions": "An exclusive look into the making of High School Musical: The Musical: The Series."
},{
  "id_disney": "s680",
  "descriptions": "Watch an adorable group of six dogs on their quest to become guides for Guide Dogs for the Blind."
},{
  "id_disney": "s681",
  "descriptions": "An exhilarating and uplifting adventure set in the winter of 1925 of one man and his lead sled dog."
},{
  "id_disney": "s682",
  "descriptions": "Trixie explains to Forky what a computer does as they experience the common stresses of technology."
},{
  "id_disney": "s683",
  "descriptions": "Trapped deep down an endless chasm, a grandmother and boy seek to escape to a better life."
},{
  "id_disney": "s684",
  "descriptions": "Forky tries to understand the idea of love from some elder toys who think they’ve experienced it."
},{
  "id_disney": "s685",
  "descriptions": "Meet the diverse group of people behind some of Disney’s most magical stories."
},{
  "id_disney": "s686",
  "descriptions": "Thor races against time to ensure that Asgard does not fall into the Hela's ruthless hands."
},{
  "id_disney": "s687",
  "descriptions": "The Lion Guard has assembled and now they will DEFEND!"
},{
  "id_disney": "s688",
  "descriptions": "Discover the inspiring personal stories of the people behind the enduring magic of Disney."
},{
  "id_disney": "s689",
  "descriptions": "Star battles villains throughout the multiverse."
},{
  "id_disney": "s690",
  "descriptions": "Dr. Robert Ballard plans an expedition to solve the mystery of Amelia Earhart’s disappearance."
},{
  "id_disney": "s691",
  "descriptions": "The story of the first all African-American college basketball team."
},{
  "id_disney": "s692",
  "descriptions": "Hugglemonsters always find a way!"
},{
  "id_disney": "s693",
  "descriptions": "Dr. Pol shares his life story – from his wartime childhood to a love story fit for the movies."
},{
  "id_disney": "s694",
  "descriptions": "Ghost-Spider teams up with the Secret Warriors."
},{
  "id_disney": "s695",
  "descriptions": "Ironheart joins the Secret Warriors to defend Earth."
},{
  "id_disney": "s696",
  "descriptions": "Blastastic! Join Miles and his family in outer space!"
},{
  "id_disney": "s697",
  "descriptions": "Come and see how the West was fun with Sheriff Callie!"
},{
  "id_disney": "s698",
  "descriptions": "A team of top car mechanics create awesome supercar megabuilds."
},{
  "id_disney": "s699",
  "descriptions": "It’s a best-of-the-kids compilation episode with the world’s most famous veterinarian."
},{
  "id_disney": "s700",
  "descriptions": "Miguel journeys to the magical land of his ancestors."
},{
  "id_disney": "s701",
  "descriptions": "Miguel journeys to the magical land of his ancestors."
},{
  "id_disney": "s702",
  "descriptions": "Rex uses the age of dinosaurs as an example to give Forky an understanding of the concept of time."
},{
  "id_disney": "s703",
  "descriptions": "Live musical performances by a star-studded cast are interwoven into the original feature film."
},{
  "id_disney": "s704",
  "descriptions": "Mr. Pricklepants tells Forky about the complexities of being an actor and the art of performance."
},{
  "id_disney": "s705",
  "descriptions": "The Sensational Six race roadsters around the world!"
},{
  "id_disney": "s706",
  "descriptions": "Celebrating Mickey, the world’s most beloved character."
},{
  "id_disney": "s707",
  "descriptions": "Forky shares his thoughts on what makes a good friend based on his limited exposure to the world."
},{
  "id_disney": "s708",
  "descriptions": "Cameron falls for the girl of his dreams, but she is forbidden to date."
},{
  "id_disney": "s709",
  "descriptions": "Cruella De Vil dognaps all of the Dalmatian puppies in London."
},{
  "id_disney": "s710",
  "descriptions": "Pongo and Perdita's pup Patch gets the chance to meet his TV hero."
},{
  "id_disney": "s711",
  "descriptions": "Oddball, the spotless Dalmatian puppy, heads out in search of his spots."
},{
  "id_disney": "s712",
  "descriptions": "Setup on a Christmas Eve date, a woman must relive the date over and over."
},{
  "id_disney": "s713",
  "descriptions": "Climb aboard the Nautilus and into an undersea world of adventure! See details for advisory."
},{
  "id_disney": "s714",
  "descriptions": "Flik goes in search of warriors to help battle the villainous grasshoppers."
},{
  "id_disney": "s715",
  "descriptions": "Goofy and Max hit the road and get up to their floppy ears in misadventure."
},{
  "id_disney": "s716",
  "descriptions": "A mysterious earthquake sends a teenage boy back into medieval times."
},{
  "id_disney": "s717",
  "descriptions": "Goofy jousts for the hand of Penelope, as well as the championship. See details for advisory."
},{
  "id_disney": "s718",
  "descriptions": "Teenager Vicky Austin discovers that she can communicate with dolphins."
},{
  "id_disney": "s719",
  "descriptions": "Aladdin, Princess Jasmine and Genie join forces to stop evil Jafar."
},{
  "id_disney": "s720",
  "descriptions": "Aladdin and Jasmine plan their wedding…but will the Forty Thieves ruin it?"
},{
  "id_disney": "s721",
  "descriptions": "Aladdin and his friends defend Agrabah from Jafar's malice."
},{
  "id_disney": "s722",
  "descriptions": "Join Alice as she chases the White Rabbit into a topsy-turvy world."
},{
  "id_disney": "s723",
  "descriptions": "James Cameron teams up with NASA scientists to explore undersea life."
},{
  "id_disney": "s724",
  "descriptions": "Four outcast teens with a love of bowling are thrust into the spotlight."
},{
  "id_disney": "s725",
  "descriptions": "A working-class youth tries to fit in when with the famed Vienna Boys' Choir."
},{
  "id_disney": "s726",
  "descriptions": "Journey across the U.S. to meet ordinary people living extraordinary lives."
},{
  "id_disney": "s727",
  "descriptions": "A young woman takes a job as a teacher in a backwoods school for the deaf."
},{
  "id_disney": "s728",
  "descriptions": "Goofy shows up to finish college alongside his son Max."
},{
  "id_disney": "s729",
  "descriptions": "Andi's life is shaken by her sister, Bex's, surprise."
},{
  "id_disney": "s730",
  "descriptions": "Annie escapes a “hard-knock life” and finds a bighearted billionaire."
},{
  "id_disney": "s731",
  "descriptions": "With rare archival footage, this film sheds new light on an incredible time in human history."
},{
  "id_disney": "s732",
  "descriptions": "Filmmakers go in search of Atlantis using Plato's writings as a guide to lead the way."
},{
  "id_disney": "s733",
  "descriptions": "Explorers emerge from below the sea to solve threatening mysteries above."
},{
  "id_disney": "s734",
  "descriptions": "Brave explorers venture under the sea seeking legendary Atlantis."
},{
  "id_disney": "s735",
  "descriptions": "Has famous fashionista Edna Mode met her match in Jack-Jack?"
},{
  "id_disney": "s736",
  "descriptions": "A man embarks on an adventure to an exotic world that he learns to call home & fights to protect."
},{
  "id_disney": "s737",
  "descriptions": "Two children wander the forest and get lured into a witch's house. See details for advisory."
},{
  "id_disney": "s738",
  "descriptions": "Villainous Barnaby tries to spoil Tom Piper and Mary Contrary's wedding."
},{
  "id_disney": "s739",
  "descriptions": "Bambi sets off with his best friends to explore the wonders of the woods."
},{
  "id_disney": "s740",
  "descriptions": "Bambi reunites with his father, The Great Prince."
},{
  "id_disney": "s741",
  "descriptions": "A Chinese mom’s life changes when her dumpling comes alive."
},{
  "id_disney": "s742",
  "descriptions": "Donald Duck and Pluto are at the beach. See details for advisory."
},{
  "id_disney": "s743",
  "descriptions": "Donald Duck is a ranger and puts the bears to sleep for the winter. See details for advisory."
},{
  "id_disney": "s744",
  "descriptions": "In three short stories, see Belle make a gloomy castle fit for a princess."
},{
  "id_disney": "s745",
  "descriptions": "Former composer Forte threatens to keep Belle and Beast apart forever."
},{
  "id_disney": "s746",
  "descriptions": "Donald tries to catch the bear that is stealing his honey. See details for advisory."
},{
  "id_disney": "s747",
  "descriptions": "Leonardo DiCaprio searches for answers on the issue of climate change."
},{
  "id_disney": "s748",
  "descriptions": "Benji must navigate the wilderness while caring for orphaned cougar cubs."
},{
  "id_disney": "s749",
  "descriptions": "Best friends gain the ability to travel through time!"
},{
  "id_disney": "s750",
  "descriptions": "Head to the big city with the Green family!"
},{
  "id_disney": "s751",
  "descriptions": "A boy genius and his robot team up to save their city."
},{
  "id_disney": "s752",
  "descriptions": "The team introduces Baymax to everyday activities."
},{
  "id_disney": "s753",
  "descriptions": "Which dinosaurs were the strangest of the strange, and how did they get that way?"
},{
  "id_disney": "s754",
  "descriptions": "An 11-year-old cashes a blank check for a million bucks, with wild results."
},{
  "id_disney": "s755",
  "descriptions": "Mickey and friends build a boat but it falls apart when christened. See details for advisory."
},{
  "id_disney": "s756",
  "descriptions": "Hollywood's smallest star embarks on a paws-itively awesome adventure!"
},{
  "id_disney": "s757",
  "descriptions": "Pluto's efforts to dig up a bone are frustrated by his allergy. See details for advisory."
},{
  "id_disney": "s758",
  "descriptions": "A washed-up cartoon star begins a new life as the first toon cop in Hollywood."
},{
  "id_disney": "s759",
  "descriptions": "The musical story of a dancing sheep."
},{
  "id_disney": "s760",
  "descriptions": "Adolescent Cory Matthews grows up, and faces problems with friends, family, and school."
},{
  "id_disney": "s761",
  "descriptions": "Princess Merida must undo a beastly curse before it’s too late."
},{
  "id_disney": "s762",
  "descriptions": "The gang tries to save their animal pals from being sent to a testing lab."
},{
  "id_disney": "s763",
  "descriptions": "Three of the world’s most elite distance runners set out to break the 2-hour marathon barrier."
},{
  "id_disney": "s764",
  "descriptions": "An in-line skater quits his crew to join a corporate-sponsored team."
},{
  "id_disney": "s765",
  "descriptions": "A boy transformed into a bear makes an epic journey to become human again."
},{
  "id_disney": "s766",
  "descriptions": "Bear Kenai is haunted by dreams of his previous life as a human child."
},{
  "id_disney": "s767",
  "descriptions": "Two teenagers are sent on a vision quest by a Navajo elder."
},{
  "id_disney": "s768",
  "descriptions": "Camp Waziyatah opens its doors for a fun summer."
},{
  "id_disney": "s769",
  "descriptions": "BURN-E the welding bot is locked out of the star liner."
},{
  "id_disney": "s770",
  "descriptions": "An artsy teen goes from fab to drab after enrolling in a military academy."
},{
  "id_disney": "s771",
  "descriptions": "An actor and some teenagers create the summer camp of their dreams."
},{
  "id_disney": "s772",
  "descriptions": "Mitchie gets the chance to spend a summer at a prestigious music camp."
},{
  "id_disney": "s773",
  "descriptions": "To save Camp Rock, Mitchie challenges Camp Star to a final jam."
},{
  "id_disney": "s774",
  "descriptions": "Aliens invade when a teen asks for intergalactic help to escape Earth."
},{
  "id_disney": "s775",
  "descriptions": "A tomboy cons a nobleman to find a treasure trove of Spanish doubloons."
},{
  "id_disney": "s776",
  "descriptions": "Pluto caddies for Mickey on the golf course. See details for advisory."
},{
  "id_disney": "s777",
  "descriptions": "Race car Lightning McQueen gets stranded in a small town on Route 66."
},{
  "id_disney": "s778",
  "descriptions": "Lightning McQueen and Mater go overseas to compete in the World Grand Prix."
},{
  "id_disney": "s779",
  "descriptions": "Lightning McQueen must face a new generation of racers."
},{
  "id_disney": "s780",
  "descriptions": "Mater’s decision to fly lands him at a big airshow."
},{
  "id_disney": "s781",
  "descriptions": "Mater is a rock star in a heavy metal band."
},{
  "id_disney": "s782",
  "descriptions": "Lighting McQueen gets the hiccups."
},{
  "id_disney": "s783",
  "descriptions": "Mater searches for clues on a major crime scene."
},{
  "id_disney": "s784",
  "descriptions": "Mater the Greater is a famous daredevil."
},{
  "id_disney": "s785",
  "descriptions": "Mater is a monster truck wrestler."
},{
  "id_disney": "s786",
  "descriptions": "Baja racers descend on Radiator Springs."
},{
  "id_disney": "s787",
  "descriptions": "Sibling sleuths investigate a crime that threatens their family business."
},{
  "id_disney": "s788",
  "descriptions": "American teens traverse the African desert to rescue their adopted cheetah."
},{
  "id_disney": "s789",
  "descriptions": "Donald is inspired by a radio program to make waffles. See details for advisory."
},{
  "id_disney": "s790",
  "descriptions": "When disaster strikes, Chicken Little hatches a plan to save the day."
},{
  "id_disney": "s791",
  "descriptions": "Chip and Dale head a small group of animal characters who monitor the human and animal communities."
},{
  "id_disney": "s792",
  "descriptions": "Chip and Dale have to save their home from Donald Duck. See details for advisory."
},{
  "id_disney": "s793",
  "descriptions": "Cinderella's enchanted evening must end when a spell is broken at midnight."
},{
  "id_disney": "s794",
  "descriptions": "Three royal tales, featuring Cinderella and her life in the palace."
},{
  "id_disney": "s795",
  "descriptions": "Cinderella's stepmother steals a magic wand and turns back time."
},{
  "id_disney": "s796",
  "descriptions": "Mickey, Donald and Goofy are trying to clean the clock of a tower. See details for advisory."
},{
  "id_disney": "s797",
  "descriptions": "Two unlikely friends must overcome self-doubt to achieve their dreams."
},{
  "id_disney": "s798",
  "descriptions": "An overprotective dad joins his daughter in search of the perfect college."
},{
  "id_disney": "s799",
  "descriptions": "A dramatic teen moves…and finds her new school already has a drama queen."
},{
  "id_disney": "s800",
  "descriptions": "Cooper and Cami Wrather co-host \"Would You Wrather.\""
},{
  "id_disney": "s801",
  "descriptions": "Donald tricks Chip 'n Dale into shoveling snow, but the tables turn. See details for advisory."
},{
  "id_disney": "s802",
  "descriptions": "Two ultra-spoiled sisters are put to work in their father's dairy."
},{
  "id_disney": "s803",
  "descriptions": "The only boy in a family, Wyatt creates a puppet brother."
},{
  "id_disney": "s804",
  "descriptions": "Melissa Morris is due for adventure when her novelist father goes missing."
},{
  "id_disney": "s805",
  "descriptions": "Seeking a pot of gold, Darby O'Gill must match wits with a leprechaun. See details for advisory."
},{
  "id_disney": "s806",
  "descriptions": "Darkwing Duck tells the adventures of the superhero, aided by his sidekick Launchpad McQuack."
},{
  "id_disney": "s807",
  "descriptions": "Davy Crockett encounters pirates en route to New Orleans. See details for advisory."
},{
  "id_disney": "s808",
  "descriptions": "Share Davy Crockett's legend, from the frontier to Congress to the Alamo. See details for advisory."
},{
  "id_disney": "s809",
  "descriptions": "When Day and Night meet each other, sparks fly!"
},{
  "id_disney": "s810",
  "descriptions": "Disney Parks become the Merriest Places on Earth."
},{
  "id_disney": "s811",
  "descriptions": "Join an epic underwater exploration into the secret lives of sea creatures."
},{
  "id_disney": "s812",
  "descriptions": "Mal returns to the Isle of the Lost and confronts Uma, Ursula's daughter."
},{
  "id_disney": "s813",
  "descriptions": "Greg faces the scariest, most humiliating experience of any kid’s life: middle school."
},{
  "id_disney": "s814",
  "descriptions": "An orphaned dinosaur joins others after a meteor destroys his home."
},{
  "id_disney": "s815",
  "descriptions": "Rival babysitters join forces to search the city for a kid who’s snuck out."
},{
  "id_disney": "s816",
  "descriptions": "Allie is convinced that her new high school is a contemporary Camelot."
},{
  "id_disney": "s817",
  "descriptions": "Monica's prom day starts with bad hair…but ends with a great adventure."
},{
  "id_disney": "s818",
  "descriptions": "Paige and Frankie produce an online comedy channel."
},{
  "id_disney": "s819",
  "descriptions": "A hockey star hangs up his skates and becomes a substitute scoutmaster."
},{
  "id_disney": "s820",
  "descriptions": "The kids of Disney villains are given a shot at redemption at Auradon Prep."
},{
  "id_disney": "s821",
  "descriptions": "Descendants continues with new animated shorts!"
},{
  "id_disney": "s822",
  "descriptions": "The McDuck family welcomes you to Duckburg!"
},{
  "id_disney": "s823",
  "descriptions": "Tara Crossley moves to Evermoor and realizes the English countryside is not as sleepy as it seems."
},{
  "id_disney": "s824",
  "descriptions": "Amber Kemp-Gerstel shares her love of crafting in a series of Disney-themed DIY projects."
},{
  "id_disney": "s825",
  "descriptions": "Twelve-year-old Layne Reed discovers a talking car."
},{
  "id_disney": "s826",
  "descriptions": "The daughter of two monster-hunters must take on a monster of her own."
},{
  "id_disney": "s827",
  "descriptions": "Dipper and Mabel spend the summer with Grunkle Stan."
},{
  "id_disney": "s828",
  "descriptions": "Twins Dipper and Mabel enter the mysterious town of Gravity Falls for the summer."
},{
  "id_disney": "s829",
  "descriptions": "Jake sails for a treasure hunt against Captain Hook."
},{
  "id_disney": "s830",
  "descriptions": "JONAS is the hottest rock band on the planet! Band members Nick, Kevin, and Joe are superstar idols."
},{
  "id_disney": "s831",
  "descriptions": "Nursery Rhymes re-imagined with Disney Junior!"
},{
  "id_disney": "s832",
  "descriptions": "K.C. joins her spy family as its newest secret agent."
},{
  "id_disney": "s833",
  "descriptions": "The Lab Rats join forces with the Mighty Med team."
},{
  "id_disney": "s834",
  "descriptions": "Donald, Jose and Panchito inherit a magical atlas and travel the world battling mythical monsters."
},{
  "id_disney": "s835",
  "descriptions": "Mickey leads kids on an interactive adventure of learning."
},{
  "id_disney": "s836",
  "descriptions": "Around Milo, anything that can go wrong, will."
},{
  "id_disney": "s837",
  "descriptions": "Minnie Mouse teams up with Daisy to open up Minnie’s Bow-tique."
},{
  "id_disney": "s838",
  "descriptions": "Harley is stuck in the middle of a family with 7 kids!"
},{
  "id_disney": "s839",
  "descriptions": "Real-life celebrities are interviewed by Phineas and Ferb."
},{
  "id_disney": "s840",
  "descriptions": "Get to know the colorful residents of Corona."
},{
  "id_disney": "s841",
  "descriptions": "Mal emerges from the forest where she meets Dizzy."
},{
  "id_disney": "s842",
  "descriptions": "The magical Gummi Bears discover their rich history."
},{
  "id_disney": "s843",
  "descriptions": "Doug uses his imagination to navigate through tests of friendship, love, school, and growing up."
},{
  "id_disney": "s844",
  "descriptions": "A look at the magical weddings at Disney Destinations."
},{
  "id_disney": "s845",
  "descriptions": "Holiday Disney weddings and proposals."
},{
  "id_disney": "s846",
  "descriptions": "Follow Herc's many labors during the years he spent training on how to be a hero."
},{
  "id_disney": "s847",
  "descriptions": "Kim Possible is a high school girl who, in her spare time, saves the world from evil villains."
},{
  "id_disney": "s848",
  "descriptions": "This innovative new series provides preschoolers with new ways to hear and see music and art."
},{
  "id_disney": "s849",
  "descriptions": "Hockey-loving alien ducks are stranded on Earth and must protect it from the evil Dragaunus."
},{
  "id_disney": "s850",
  "descriptions": "A portrayal of life at Third Street Elementary School."
},{
  "id_disney": "s851",
  "descriptions": "Disney's The Emperor's New School is a unique comedy about Kuzco, a self-centered and spoiled teen."
},{
  "id_disney": "s852",
  "descriptions": "A man's life is upended when he meets an 8-year-old version of himself."
},{
  "id_disney": "s853",
  "descriptions": "Follow Ariel's adventures as a mermaid living under the sea with her father, King Triton."
},{
  "id_disney": "s854",
  "descriptions": "Walt Disney talks about Disneyland in 1966. See details for advisory."
},{
  "id_disney": "s855",
  "descriptions": "Come face-to-face with the wildly majestic African lions of the savanna."
},{
  "id_disney": "s856",
  "descriptions": "A mother bear teaches her two impressionable cubs important life lessons."
},{
  "id_disney": "s857",
  "descriptions": "Embrace the beauty of China's vast terrain – and the life that inhabits it."
},{
  "id_disney": "s858",
  "descriptions": "Meet a remarkable young chimpanzee who sees his world as his playground."
},{
  "id_disney": "s859",
  "descriptions": "A million flamingos struggle to survive in the remote Tanzanian wilderness."
},{
  "id_disney": "s860",
  "descriptions": "Forced from their home among ancient ruins, a mother monkey must lead her son to safety."
},{
  "id_disney": "s861",
  "descriptions": "An intimate look at butterflies, hummingbirds, bees, bats and flowers."
},{
  "id_disney": "s862",
  "descriptions": "World-renowned dog expert Cesar Millan helps dogs and their owners overcome behavior issues."
},{
  "id_disney": "s863",
  "descriptions": "Teen Frances McCausland is framed for the Boogeyman's mischievous pranks."
},{
  "id_disney": "s864",
  "descriptions": "Donald tries to impress his nephews at golfing. See details for advisory."
},{
  "id_disney": "s865",
  "descriptions": "Donald is frustrated in his attempts to fix a flat tire. See details for advisory."
},{
  "id_disney": "s866",
  "descriptions": "The WNBA's Burge twins inspire this film about sisterhood and teamwork."
},{
  "id_disney": "s867",
  "descriptions": "Doug and his friends discover the \"monster\" of Lucky Duck Lake."
},{
  "id_disney": "s868",
  "descriptions": "Dr. T, Lone Star Vet follows Dr. T as she faces the most compelling cases of her career."
},{
  "id_disney": "s869",
  "descriptions": "Scrooge and his nephews search for the long-lost loot of Collie Baba."
},{
  "id_disney": "s870",
  "descriptions": "Dug finds where he belongs is not where he's been looking."
},{
  "id_disney": "s871",
  "descriptions": "A flying elephant helps show that differences and family can be cherished."
},{
  "id_disney": "s872",
  "descriptions": "A ticking alarm clock keeps Donald awake. See details for advisory."
},{
  "id_disney": "s873",
  "descriptions": "Earth Live gives viewers a unique, live view of wildlife around the world."
},{
  "id_disney": "s874",
  "descriptions": "Easter Island is a riddle, and its mysterious past may hold clues to its future."
},{
  "id_disney": "s875",
  "descriptions": "A baseball prodigy swings for the culinary fences in a cooking competition."
},{
  "id_disney": "s876",
  "descriptions": "An Antarctic storm threatens eight sled dogs alone in the wilderness."
},{
  "id_disney": "s877",
  "descriptions": "Elena travels to Vallestrella and trains with Zuzo!"
},{
  "id_disney": "s878",
  "descriptions": "When a young boy's money is stolen, the search is on for the thief."
},{
  "id_disney": "s879",
  "descriptions": "Explore the creation of Star Wars, a saga few thought could ever be made."
},{
  "id_disney": "s880",
  "descriptions": "Kristen Bell reunites former high school classmates to re-stage musicals they performed in the past."
},{
  "id_disney": "s881",
  "descriptions": "Two orphans with supernatural powers discover their mysterious past."
},{
  "id_disney": "s882",
  "descriptions": "Louis, a seventh-grade misfit, struggles to fit in at school and in his seemingly perfect family."
},{
  "id_disney": "s883",
  "descriptions": "Expedition Mars explores the epic adventures of the Mars rovers, Spirit and Opportunity."
},{
  "id_disney": "s884",
  "descriptions": "Walt Disney's timeless masterpiece is an extravaganza of sight and sound. See details for advisory."
},{
  "id_disney": "s885",
  "descriptions": "A modern update of the Disney classic with new music and animation."
},{
  "id_disney": "s886",
  "descriptions": "Reed Richards, Sue and Johnny Storm and pilot Ben Grimm are transformed into the Fantastic Four."
},{
  "id_disney": "s887",
  "descriptions": "Watch Mr. Fantastic, Invisible Woman, Human Torch, and Thing as they battle their greatest foes."
},{
  "id_disney": "s888",
  "descriptions": "Ferdinand only wants to stop and smell the flowers. See details for advisory."
},{
  "id_disney": "s889",
  "descriptions": "Dory sets off on a life-changing adventure to find her family."
},{
  "id_disney": "s890",
  "descriptions": "Marlin makes an epic journey to bring Nemo home when he's taken by divers."
},{
  "id_disney": "s891",
  "descriptions": "A wisecracking Secret Service agent is assigned to the President's son."
},{
  "id_disney": "s892",
  "descriptions": "A boy mysteriously gains knowledge of the farthest reaches of the universe."
},{
  "id_disney": "s893",
  "descriptions": "A father hides his unusual son, and then must face the consequences."
},{
  "id_disney": "s894",
  "descriptions": "It's spring, and the flowers, mushrooms, and trees come to life. See details for advisory."
},{
  "id_disney": "s895",
  "descriptions": "Phillip hopes his super-bouncy goo will save his college and his wedding."
},{
  "id_disney": "s896",
  "descriptions": "The chipmunks and Pluto battle over a supply of nuts. See details for advisory."
},{
  "id_disney": "s897",
  "descriptions": "Small birds mock a big bird who tries to sit with them"
},{
  "id_disney": "s898",
  "descriptions": "Hamm attempts to give Forky a lesson on how the US monetary system works."
},{
  "id_disney": "s899",
  "descriptions": "Share the story of famed Disney animators Frank Thomas and Ollie Johnston."
},{
  "id_disney": "s900",
  "descriptions": "Victor harnesses the power of science to bring his dog Sparky back to life."
},{
  "id_disney": "s901",
  "descriptions": "A mother and daughter see things a bit differently when they switch bodies."
},{
  "id_disney": "s902",
  "descriptions": "Free solo climber Alex Honnold prepares to scale El Capitan in Yosemite without a rope."
},{
  "id_disney": "s903",
  "descriptions": "Three very different sets of friends experience growing pains."
},{
  "id_disney": "s904",
  "descriptions": "Anna and Kristoff brave the elements, racing to save Elsa and the kingdom."
},{
  "id_disney": "s905",
  "descriptions": "A former college star is convinced to coach a winless basketball team."
},{
  "id_disney": "s906",
  "descriptions": "Two classic featurettes starring Mickey, Donald, Goofy and Jiminy Cricket."
},{
  "id_disney": "s907",
  "descriptions": "An invisible creature helps Mikey cope with junior high and family drama."
},{
  "id_disney": "s908",
  "descriptions": "In Scotland, 994 A.D. Goliath and his clan of gargoyles defend a medieval castle."
},{
  "id_disney": "s909",
  "descriptions": "Popular Dylan wants film geek Josh to help her be crowned Blossom Queen."
},{
  "id_disney": "s910",
  "descriptions": "A teen genius juggles the roles of college student and junior high bad boy."
},{
  "id_disney": "s911",
  "descriptions": "Two nurses try to escort seniors to the nursing home."
},{
  "id_disney": "s912",
  "descriptions": "Geri plays a daylong game of chess against himself."
},{
  "id_disney": "s913",
  "descriptions": "A teenage gossip columnist takes on the case of her missing teacher."
},{
  "id_disney": "s914",
  "descriptions": "Go beneath the surface of the sea for an extraordinary look at whales and dolphins."
},{
  "id_disney": "s915",
  "descriptions": "Riley and Maya traverse the twists of teenage years."
},{
  "id_disney": "s916",
  "descriptions": "A girl must embrace hockey if she wants to become a champion ice skater."
},{
  "id_disney": "s917",
  "descriptions": "At a new school, Jace overcomes his blindness through a love of wrestling."
},{
  "id_disney": "s918",
  "descriptions": "The Duncans are a typical family whose lives are turned topsy-turvy with the arrival of Charlie"
},{
  "id_disney": "s919",
  "descriptions": "The Duncans need a miracle of their own to reunite in time for Christmas."
},{
  "id_disney": "s920",
  "descriptions": "Goofy is a single father raising his son, Max in Spoonerville."
},{
  "id_disney": "s921",
  "descriptions": "A new coach and her middle school dance team surprise all their doubters."
},{
  "id_disney": "s922",
  "descriptions": "A park ranger has to keep Donald in check at the Grand Canyon. See details for advisory."
},{
  "id_disney": "s923",
  "descriptions": "A grasshopper learns a lesson about hard work. See details for advisory."
},{
  "id_disney": "s924",
  "descriptions": "An intimate and unprecedented view of animal migrations across the globe."
},{
  "id_disney": "s925",
  "descriptions": "The story of friendship forged between a shepherd and his devoted dog."
},{
  "id_disney": "s926",
  "descriptions": "A football team welcomes their newest member... a placekicking mule."
},{
  "id_disney": "s927",
  "descriptions": "Marnie and her siblings discover their spooky heritage in Halloweentown."
},{
  "id_disney": "s928",
  "descriptions": "Marnie's magic is on the line as Halloweentown kids transfer to her school."
},{
  "id_disney": "s929",
  "descriptions": "A warlock with a devious plan has stripped Halloweentown of its magic."
},{
  "id_disney": "s930",
  "descriptions": "Handy Manny and his box of friendly, silly tools are the go-to guys in their neighborhood."
},{
  "id_disney": "s931",
  "descriptions": "Hannah Montana is a live-action comedy series that follows typical tween Miley Stewart."
},{
  "id_disney": "s932",
  "descriptions": "A look at Miley Cyrus's sold-out concerts and her life on tour."
},{
  "id_disney": "s933",
  "descriptions": "Miley adapts to life back in Tennessee after getting too caught up in the celebrity lifestyle."
},{
  "id_disney": "s934",
  "descriptions": "The identity of Brewster High's mascot, The Chicken, is a big mystery."
},{
  "id_disney": "s935",
  "descriptions": "Mickey and gang experience Hawaii through hula dancing and the beach. See details for advisory."
},{
  "id_disney": "s936",
  "descriptions": "Portly misfits join up to take back their summer camp from a fitness guru."
},{
  "id_disney": "s937",
  "descriptions": "A stowaway derails Herbie's trip from Puerto Vallarta to Brazil for an auto race."
},{
  "id_disney": "s938",
  "descriptions": "Herbie tries to lose jewel thieves and find love during a road race from Paris to Monte Carlo."
},{
  "id_disney": "s939",
  "descriptions": "Herbie comes to the rescue when a greedy real estate tycoon is after an elderly widow's home."
},{
  "id_disney": "s940",
  "descriptions": "Hercules must go from zero to hero to save the universe from Hades' wrath."
},{
  "id_disney": "s941",
  "descriptions": "A basketball star and a brainy girl find a place in the spotlight…and love."
},{
  "id_disney": "s942",
  "descriptions": "The East High Wildcats take on summer and let their talents shine."
},{
  "id_disney": "s943",
  "descriptions": "Troy, Gabriella and the rest of the East High kids take on senior year."
},{
  "id_disney": "s944",
  "descriptions": "For the first time ever, East High Wildcats put on a production of High School Musical: The Musical!"
},{
  "id_disney": "s945",
  "descriptions": "Three 17th-century Salem witches are conjured up by unsuspecting children."
},{
  "id_disney": "s946",
  "descriptions": "A corral of critters join forces to save their farm from a band of outlaws."
},{
  "id_disney": "s947",
  "descriptions": "A wacky inventor accidentally turns his baby boy into a towering toddler."
},{
  "id_disney": "s948",
  "descriptions": "Inventor Wayne Szalinski accidentally shrinks his kids to 1/4-inch tall."
},{
  "id_disney": "s949",
  "descriptions": "This time, Wayne Szalinski's shrink machine is pointed at the parents!"
},{
  "id_disney": "s950",
  "descriptions": "Spoiled Michael spends a summer at his cousin Tommy's Montana ranch."
},{
  "id_disney": "s951",
  "descriptions": "Hostile Planet reveals the animal kingdom’s epic stories of survival in extreme environments."
},{
  "id_disney": "s952",
  "descriptions": "Trying to right a wrong, Jay accidentally steals the principal's show dog."
},{
  "id_disney": "s953",
  "descriptions": "Canines are one of the most diverse species on Earth – how did they get that way?"
},{
  "id_disney": "s954",
  "descriptions": "Tech-savvy best friends use their smarts to engineer the perfect boyfriend."
},{
  "id_disney": "s955",
  "descriptions": "Goofy shows us how to fish… or how not to! See details for advisory."
},{
  "id_disney": "s956",
  "descriptions": "Goofy demonstrates how to swim. See details for advisory."
},{
  "id_disney": "s957",
  "descriptions": "Hulk and friends battle against evil."
},{
  "id_disney": "s958",
  "descriptions": "A jokester zooms home for Christmas with a prize in mind – his dad's car!"
},{
  "id_disney": "s959",
  "descriptions": "Our favorite Ice Age herd embarks on a rescue mission that turns into the world’s first egg hunt."
},{
  "id_disney": "s960",
  "descriptions": "A brainy ugly duckling realizes her dream of becoming a champion figure skater."
},{
  "id_disney": "s961",
  "descriptions": "The tug-of-war between Paul’s head and his heart."
},{
  "id_disney": "s962",
  "descriptions": "Five Emotions must work overtime when a young girl moves to a new city."
},{
  "id_disney": "s963",
  "descriptions": "A security guard's dreams come true when he is transformed into the ultimate crime-fighting tool."
},{
  "id_disney": "s964",
  "descriptions": "While Inspector Gadget is on probation, Claw breaks out of jail, and the Mayor unveils a new gadget."
},{
  "id_disney": "s965",
  "descriptions": "Two friends set out to traverse the Grand Canyon by foot, revealing its beauty and challenges."
},{
  "id_disney": "s966",
  "descriptions": "Follow a team of explorers on an epic expedition to save the Okavango Delta."
},{
  "id_disney": "s967",
  "descriptions": "The story of a 30-year-old bartender who earned a chance to play for the Philadelphia Eagles."
},{
  "id_disney": "s968",
  "descriptions": "A Halloween science experiment leaves Cleo's popular sister invisible."
},{
  "id_disney": "s969",
  "descriptions": "Industrialist Tony Stark leads a private team of superheroes as Iron Man against the forces of evil."
},{
  "id_disney": "s970",
  "descriptions": "After a tragic accident robs Tony of his father, he uses his new invincible armor to protect others."
},{
  "id_disney": "s971",
  "descriptions": "Will courageously joins a dogsled race that may save his family from ruin."
},{
  "id_disney": "s972",
  "descriptions": "A mischievous 10-year-old boy lives life in a grown-up's body."
},{
  "id_disney": "s973",
  "descriptions": "Kari thinks she's in for a routine night babysitting."
},{
  "id_disney": "s974",
  "descriptions": "A young boy escapes his cruel home life when he discovers a giant peach."
},{
  "id_disney": "s975",
  "descriptions": "An intimate portrait of Jane Goodall’s groundbreaking chimpanzee research."
},{
  "id_disney": "s976",
  "descriptions": "A small-town girl becomes a nanny for a quirky, rich family."
},{
  "id_disney": "s977",
  "descriptions": "Nat Geo WILD re-joins the Pols in central Michigan as they get into the Christmas spirit."
},{
  "id_disney": "s978",
  "descriptions": "Johnny returns to Hawaii and has to babysit his 12-year-old \"Uncle Chris.\""
},{
  "id_disney": "s979",
  "descriptions": "A teen surfing sensation moves from Hawaii to a tiny Vermont ski town."
},{
  "id_disney": "s980",
  "descriptions": "An exclusive backstage pass into the world of the Jonas Brothers."
},{
  "id_disney": "s981",
  "descriptions": "A team of scientists explores pristine coral reefs around five remote islands near Tahiti."
},{
  "id_disney": "s982",
  "descriptions": "A professor and his colleague engage in a race to see who will reach the center of the Earth first."
},{
  "id_disney": "s983",
  "descriptions": "A tough Brooklyn boxer agrees to join a Double Dutch jump rope team."
},{
  "id_disney": "s984",
  "descriptions": "Modern-day pirates leave two cousins stranded on an island."
},{
  "id_disney": "s985",
  "descriptions": "A Wall Street mogul learns he has a son who's been raised in the jungle."
},{
  "id_disney": "s986",
  "descriptions": "An intimate glimpse into the life-and-death struggles of a jaguar family."
},{
  "id_disney": "s987",
  "descriptions": "12-year-old Max Connor accidentally frees a 3,000-year-old genie."
},{
  "id_disney": "s988",
  "descriptions": "The series will follow the crew of lovable misfits."
},{
  "id_disney": "s989",
  "descriptions": "Kim Possible and Ron Stoppable take on high school."
},{
  "id_disney": "s990",
  "descriptions": "Kim's new campus crush distracts her from Dr. Drakken's latest evil plot."
},{
  "id_disney": "s991",
  "descriptions": "Gorillas and chimpanzees stuggle for power and dominance within their clans."
},{
  "id_disney": "s992",
  "descriptions": "Marine scientists embark on a mission to uncover the mysteries of the blue whale."
},{
  "id_disney": "s993",
  "descriptions": "In the remote, majestic landcape of the high Arctic, a photographer seeks the legendary white wolf."
},{
  "id_disney": "s994",
  "descriptions": "An unlikely connection between a kitten and a pit bull sparks a unique friendship."
},{
  "id_disney": "s995",
  "descriptions": "A snowman longs to break out of his snow globe."
},{
  "id_disney": "s996",
  "descriptions": "Kronk cooks up a get-rich-quick scheme to impress his Dad."
},{
  "id_disney": "s997",
  "descriptions": "A peculiar story about a young boy coming of age."
},{
  "id_disney": "s998",
  "descriptions": "Leo discovers a secret underground lab with three experiments."
},{
  "id_disney": "s999",
  "descriptions": "A house dog and a stray embark on an adventure and come to understand the value of home."
},{
  "id_disney": "s1000",
  "descriptions": "A love story that takes place over millions of years."
},{
  "id_disney": "s1001",
  "descriptions": "Anna and Elsa search for the missing Northern Lights."
},{
  "id_disney": "s1002",
  "descriptions": "Han, Chewie, Leia and more team up for new adventures!"
},{
  "id_disney": "s1003",
  "descriptions": "Roger, the lovable battle droid, tells his story."
},{
  "id_disney": "s1004",
  "descriptions": "C-3PO recounts the great adventures of the Rebels."
},{
  "id_disney": "s1005",
  "descriptions": "Follow five untold stories before the Force awakened."
},{
  "id_disney": "s1006",
  "descriptions": "12-year old Rowan Freemaker discovers the Kyber Saber."
},{
  "id_disney": "s1007",
  "descriptions": "The Freemakers lend a helping hand to the rebel fleet."
},{
  "id_disney": "s1008",
  "descriptions": "The enraged Emperor sends Darth Vader to destroy Luke."
},{
  "id_disney": "s1009",
  "descriptions": "Luke Skywalker attempts a daring raid on Coruscant."
},{
  "id_disney": "s1010",
  "descriptions": "Luke Skywalker accidently opens a remaining holocron."
},{
  "id_disney": "s1011",
  "descriptions": "Yoda and Obi-Wan recall freeing the Holocrons from the Temple."
},{
  "id_disney": "s1012",
  "descriptions": "Obi-Wan urges Luke to travel to Tatooine."
},{
  "id_disney": "s1013",
  "descriptions": "A ragtag group of freshmen come together in the name of rock 'n' roll."
},{
  "id_disney": "s1014",
  "descriptions": "Pluto's jealousy of a kitten leaves him conflicted about rescuing it. See details for advisory."
},{
  "id_disney": "s1015",
  "descriptions": "Dr. Hamsterviel forces Jumba to create Leroy, the evil twin of Stitch."
},{
  "id_disney": "s1016",
  "descriptions": "A true poet overcomes self-doubt and shows everyone his artistic genius."
},{
  "id_disney": "s1017",
  "descriptions": "A teenager enters an adopted mutt into a dog show to try to win $5000."
},{
  "id_disney": "s1018",
  "descriptions": "An ex-child star struggling as an agent discovers a sassy new client."
},{
  "id_disney": "s1019",
  "descriptions": "Eve magically awakes to help get Grace back on track."
},{
  "id_disney": "s1020",
  "descriptions": "A young alien bungles his first lesson in abduction."
},{
  "id_disney": "s1021",
  "descriptions": "A little girl adopts a wanted alien wreaking havoc on the Hawaiian Islands."
},{
  "id_disney": "s1022",
  "descriptions": "A glitch sends Stich out of control just before Lilo's big hula contest."
},{
  "id_disney": "s1023",
  "descriptions": "Lizzie McGuire has great friends, a great family and even great foes. Get inside her head."
},{
  "id_disney": "s1024",
  "descriptions": "Mickey Mouse, Donald Duck and Goofy run a ghost exterminating agency. See details for advisory."
},{
  "id_disney": "s1025",
  "descriptions": "A high-tech treasure map rewrites the history of the ancient Maya in the Guatemalan jungle."
},{
  "id_disney": "s1026",
  "descriptions": "A toy-stealing bully meets his match in a Lost & Found box."
},{
  "id_disney": "s1027",
  "descriptions": "When his lucky charm is stolen, Kyle learns that he is part leprechaun."
},{
  "id_disney": "s1028",
  "descriptions": "A baby lamp finds a ball to play with."
},{
  "id_disney": "s1029",
  "descriptions": "Donald continually heckles Mickey's magic act. See details for advisory."
},{
  "id_disney": "s1030",
  "descriptions": "Pluto must deliver mail to a remote outpost. See details for advisory."
},{
  "id_disney": "s1031",
  "descriptions": "A wildlife filmmaker tries to keep up with a cheetah mom determined to keep her cubs alive."
},{
  "id_disney": "s1032",
  "descriptions": "Go behind the scenes as Elon Musk and his engineers prepare for the Falcon Heavy rocket launch."
},{
  "id_disney": "s1033",
  "descriptions": "In the Marvel Comics universe mutants are persecuted by a hateful and fearful populous."
},{
  "id_disney": "s1034",
  "descriptions": "Ghost-Spider is falsely accused of her friend's death."
},{
  "id_disney": "s1035",
  "descriptions": "Marvel’s young powered heroes join forces to protect the Universe."
},{
  "id_disney": "s1036",
  "descriptions": "An exclusive look inside the world of Marvel Studios."
},{
  "id_disney": "s1037",
  "descriptions": "An exciting look into the future of Marvel Studios’ films and upcoming Disney+ series."
},{
  "id_disney": "s1038",
  "descriptions": "Scott Lang and Dr. Hank Pym plan a heist that could save the world."
},{
  "id_disney": "s1039",
  "descriptions": "Tony Stark unwittingly creates an A.I. monster bent on destroying mankind."
},{
  "id_disney": "s1040",
  "descriptions": "The epic finale to the Infinity Saga, this dramatic showdown pits the Avengers against Thanos."
},{
  "id_disney": "s1041",
  "descriptions": "Captain America and Iron Man clash, causing the Avengers to choose sides."
},{
  "id_disney": "s1042",
  "descriptions": "A top-secret research project turns Steve Rogers into Captain America."
},{
  "id_disney": "s1043",
  "descriptions": "Captain America and Black Widow join forces against the Winter Soldier."
},{
  "id_disney": "s1044",
  "descriptions": "Marvel Studios’ Captain Marvel launches the MCU’s most powerful hero."
},{
  "id_disney": "s1045",
  "descriptions": "A famous surgeon battles unseen forces bent on destroying our reality."
},{
  "id_disney": "s1046",
  "descriptions": "A group of misfit heroes become the object of an unrelenting bounty hunt."
},{
  "id_disney": "s1047",
  "descriptions": "The Guardians fight to keep their newfound family together as they discover Quill's parentage."
},{
  "id_disney": "s1048",
  "descriptions": "Jet-setting industrialist Tony Stark vows to protect the world as Iron Man."
},{
  "id_disney": "s1049",
  "descriptions": "Inventor Tony Stark forges new alliances to confront powerful enemies."
},{
  "id_disney": "s1050",
  "descriptions": "His personal world destroyed, Tony Stark embarks on a harrowing quest to find those responsible."
},{
  "id_disney": "s1051",
  "descriptions": "Nick Fury recruits a team of heroes to battle an unexpected enemy."
},{
  "id_disney": "s1052",
  "descriptions": "Thor, Asgard's greatest hero, reignites an ancient war that he must take part in from Earth."
},{
  "id_disney": "s1053",
  "descriptions": "Thor must set out on his most dangerous and personal journey yet."
},{
  "id_disney": "s1054",
  "descriptions": "Spider-Man trains alongside four fellow teenage superheroes."
},{
  "id_disney": "s1055",
  "descriptions": "Working for SSR, Peggy would rather be in the field."
},{
  "id_disney": "s1056",
  "descriptions": "Ant-Man protects the world one inch at a time!"
},{
  "id_disney": "s1057",
  "descriptions": "Marvel’s mightiest heroes combine their power."
},{
  "id_disney": "s1058",
  "descriptions": "A new team of heroes joins the Avengers."
},{
  "id_disney": "s1059",
  "descriptions": "The Guardians find a map leading to a powerful weapon."
},{
  "id_disney": "s1060",
  "descriptions": "The stories of five outlaws who became the Guardians."
},{
  "id_disney": "s1061",
  "descriptions": "Celebrate the inspiring efforts of young, real life heroes as they join Marvel’s Hero Project."
},{
  "id_disney": "s1062",
  "descriptions": "The never-before-told adventure of the Royal Family."
},{
  "id_disney": "s1063",
  "descriptions": "Rocket and Groot shop for a new ship."
},{
  "id_disney": "s1064",
  "descriptions": "Spidey and Iron Man team-up. Black Panther vs. Ghost."
},{
  "id_disney": "s1065",
  "descriptions": "A magical nanny reconnects a father and mother with their two children."
},{
  "id_disney": "s1066",
  "descriptions": "Mater ponders if the legend of the Ghostlight is true."
},{
  "id_disney": "s1067",
  "descriptions": "Two surfer dudes try to stop an ex-park ranger from stealing Old Faithful."
},{
  "id_disney": "s1068",
  "descriptions": "A young inventor uses time travel to find the family he never knew."
},{
  "id_disney": "s1069",
  "descriptions": "Classic stories blend high-spirited music and unforgettable characters. See details for advisory."
},{
  "id_disney": "s1070",
  "descriptions": "Mickey and Pluto vacation in Australia. See details for advisory."
},{
  "id_disney": "s1071",
  "descriptions": "All-new series of cartoon shorts, Mickey Mouse finds himself in silly situations around the world!"
},{
  "id_disney": "s1072",
  "descriptions": "The Mickey Mouse Club is a variety show featuring the Mouseketeers. See details for advisory."
},{
  "id_disney": "s1073",
  "descriptions": "An animated version of the classic tale starring three Disney favorites."
},{
  "id_disney": "s1074",
  "descriptions": "The gang gives Mickey a surprise birthday party. See details for advisory."
},{
  "id_disney": "s1075",
  "descriptions": "All your Disney pals star in this retelling of a Dickens Christmas classic."
},{
  "id_disney": "s1076",
  "descriptions": "Pluto helps Mickey get ready when he forgets about his big date. See details for advisory."
},{
  "id_disney": "s1077",
  "descriptions": "Join Mickey and his pals for tales of their most memorable Christmases."
},{
  "id_disney": "s1078",
  "descriptions": "Mickey's rival, Mortimer, strives for Minnie's affections. See details for advisory."
},{
  "id_disney": "s1079",
  "descriptions": "Mickey, Donald and Goofy are on an adventurous car trip. See details for advisory."
},{
  "id_disney": "s1080",
  "descriptions": "Mickey and his pals learn the true meaning of Christmas…with Santa's help."
},{
  "id_disney": "s1081",
  "descriptions": "Taken to Hollywood to hide, a mighty gorilla is chased by a hunter."
},{
  "id_disney": "s1082",
  "descriptions": "Mike and Sulley try to take Mike's new car for a ride."
},{
  "id_disney": "s1083",
  "descriptions": "Three teen outcasts invent a time machine to save their social lives."
},{
  "id_disney": "s1084",
  "descriptions": "The story of the 1980 U.S. Olympic hockey team's win over a seemingly invincible Soviet squad."
},{
  "id_disney": "s1085",
  "descriptions": "A family risks their lives to help their neighbors escape the Nazis."
},{
  "id_disney": "s1086",
  "descriptions": "A physically challenged boy strives to compete in a national soapbox derby."
},{
  "id_disney": "s1087",
  "descriptions": "The true story of the terrifying, ultimately triumphant landing of Flight 1549 in the Hudson River."
},{
  "id_disney": "s1088",
  "descriptions": "A NASA mission to study the sun gathers data on potentially devastating solar storms."
},{
  "id_disney": "s1089",
  "descriptions": "Moana and Maui set sail on a journey across the ocean to save the world."
},{
  "id_disney": "s1090",
  "descriptions": "Two kids set up their mom on a date with a vampire."
},{
  "id_disney": "s1091",
  "descriptions": "Discover how Mike and Sulley first met at Monsters University."
},{
  "id_disney": "s1092",
  "descriptions": "A little girl named Boo wanders into the world of monsters."
},{
  "id_disney": "s1093",
  "descriptions": "Andi takes her brother's spot in a motocross race after he injures his leg."
},{
  "id_disney": "s1094",
  "descriptions": "A New England family finds their new home is haunted by a local legend."
},{
  "id_disney": "s1095",
  "descriptions": "Donald attempts to court Daisy. See details for advisory."
},{
  "id_disney": "s1096",
  "descriptions": "Mickey Mouse and Pluto hit the road - and run into trouble. See details for advisory."
},{
  "id_disney": "s1097",
  "descriptions": "Mulan must complete a dangerous mission before marrying General Shang."
},{
  "id_disney": "s1098",
  "descriptions": "Join the Muppets as they share unforgettable moments."
},{
  "id_disney": "s1099",
  "descriptions": "The classic pirate tale gets a fun and zany Muppet twist."
},{
  "id_disney": "s1100",
  "descriptions": "The Muppets find themselves entangled in an international crime caper."
},{
  "id_disney": "s1101",
  "descriptions": "A TV reporter happens on the story of the millennium when a Martian lands on Earth."
},{
  "id_disney": "s1102",
  "descriptions": "Pooh, Tigger, and friends from the Hundred Acre Wood welcome new neighbors"
},{
  "id_disney": "s1103",
  "descriptions": "Ben Gates must kidnap the president to prove his ancestor's innocence."
},{
  "id_disney": "s1104",
  "descriptions": "New York City paperboys battle a greedy newspaper tycoon in 1899."
},{
  "id_disney": "s1105",
  "descriptions": "Gutsy newsboys take on newspaper titans in 1899. Filmed live in Hollywood."
},{
  "id_disney": "s1106",
  "descriptions": "Kris Kringle's daughter must find her brother and bring him back in time to save Christmas."
},{
  "id_disney": "s1107",
  "descriptions": "An aspiring TV producer searches for the world's greatest kid magician."
},{
  "id_disney": "s1108",
  "descriptions": "Olaf and Sven set out to save Christmas for Anna and Elsa."
},{
  "id_disney": "s1109",
  "descriptions": "The quintessential film about a boy's love for his dog."
},{
  "id_disney": "s1110",
  "descriptions": "A feisty young cat explores New York in this animated spin on Oliver Twist."
},{
  "id_disney": "s1111",
  "descriptions": "A fractured retelling of the classic \"The Princess and The Pea.\""
},{
  "id_disney": "s1112",
  "descriptions": "A young mother rediscovers the joy of Christmas thanks to the unshakable faith of her daughter."
},{
  "id_disney": "s1113",
  "descriptions": "A girl gets caught in the middle of a musical duel."
},{
  "id_disney": "s1114",
  "descriptions": "Soldiers secretly transport an elephant across 200 miles of rugged terrain."
},{
  "id_disney": "s1115",
  "descriptions": "Hosted by Jason Silva, this eight-part series illuminates key developments in human culture."
},{
  "id_disney": "s1116",
  "descriptions": "A group of children come and play in a clubhouse made entirely out of painted cardboard boxes."
},{
  "id_disney": "s1117",
  "descriptions": "Americans are demanding action on climate change and taking matters into their own hands."
},{
  "id_disney": "s1118",
  "descriptions": "Cloud people bring babies to life to storks to deliver"
},{
  "id_disney": "s1119",
  "descriptions": "Mike and Sulley return to Monsters University."
},{
  "id_disney": "s1120",
  "descriptions": "The story of a little Pine Squirrel named Perri and her life in the forest."
},{
  "id_disney": "s1121",
  "descriptions": "A mysterious boy claims to live in the woods with a giant green dragon."
},{
  "id_disney": "s1122",
  "descriptions": "Adventures await when Peter Pan and his friends fly to Never Land. See details for advisory."
},{
  "id_disney": "s1123",
  "descriptions": "Wendy's daughter Jane is whisked away to Never Land by Captain Hook."
},{
  "id_disney": "s1124",
  "descriptions": "A phantom haunting a local megaplex threatens to ruin a premiere gala."
},{
  "id_disney": "s1125",
  "descriptions": "Phil is just your average teenager – whose family crash-landed here from the year 2121."
},{
  "id_disney": "s1126",
  "descriptions": "Phineas and Ferb have big summertime adventures with friends."
},{
  "id_disney": "s1127",
  "descriptions": "Phineas and Ferb jump dimensions and learn Perry is a real secret agent."
},{
  "id_disney": "s1128",
  "descriptions": "Two Universes Collide In One Epic Adventure!"
},{
  "id_disney": "s1129",
  "descriptions": "When Piglet disappears, his friends band together to find him."
},{
  "id_disney": "s1130",
  "descriptions": "A little wooden puppet yearns to become a real boy."
},{
  "id_disney": "s1131",
  "descriptions": "A sandpiper exploring by the shore encounters scary waves."
},{
  "id_disney": "s1132",
  "descriptions": "An alliance forms to rescue Captain Jack Sparrow from Davy Jones' locker."
},{
  "id_disney": "s1133",
  "descriptions": "Captain Jack Sparrow must seize the \"Dead Man's Chest\" to cheat death."
},{
  "id_disney": "s1134",
  "descriptions": "Jack Sparrow and Will Turner partner to save the governor's daughter."
},{
  "id_disney": "s1135",
  "descriptions": "Characters and moments from Pixar films are brought to life to the surprise of real people."
},{
  "id_disney": "s1136",
  "descriptions": "A techno whiz must protect his hologram from falling into the wrong hands."
},{
  "id_disney": "s1137",
  "descriptions": "Tough and versatile, birds live in almost every habitat across the world."
},{
  "id_disney": "s1138",
  "descriptions": "Pluto tries to catch a gopher in Minnie's garden. See details for advisory."
},{
  "id_disney": "s1139",
  "descriptions": "Pluto and Mickey bring home a special Christmas Tree. See details for advisory."
},{
  "id_disney": "s1140",
  "descriptions": "Pluto tries to bring in the mail, but one parcel refuses to cooperate. See details for advisory."
},{
  "id_disney": "s1141",
  "descriptions": "Pluto hates the sweater that Minnie knits for him. See details for advisory."
},{
  "id_disney": "s1142",
  "descriptions": "Free-spirited Pocahontas must find her own path."
},{
  "id_disney": "s1143",
  "descriptions": "Pocahontas sets sail for England and the allure of life in a new land."
},{
  "id_disney": "s1144",
  "descriptions": "An orphan brings sunshine into the lives of everyone she meets, despite her stifling aunt."
},{
  "id_disney": "s1145",
  "descriptions": "Pooh and his pals set off on an adventure to find their best friend."
},{
  "id_disney": "s1146",
  "descriptions": "Pooh and his friends are shocked when Roo befriends a playful Heffalump."
},{
  "id_disney": "s1147",
  "descriptions": "Presto forgets to feed his rabbit one too many times."
},{
  "id_disney": "s1148",
  "descriptions": "Royalty and roughing it collide when a princess moves in with a tomboy."
},{
  "id_disney": "s1149",
  "descriptions": "Purl gets a job at a start-up and must decide how far is she willing to go to be accepted."
},{
  "id_disney": "s1150",
  "descriptions": "This cartoon follows on from the 1980's cartoon \"DuckTales\"."
},{
  "id_disney": "s1151",
  "descriptions": "A Ugandan girl’s life changes forever when she discovers she has an amazing talent for chess."
},{
  "id_disney": "s1152",
  "descriptions": "Jamie is the center of attention until her mom gives birth to quintuplets."
},{
  "id_disney": "s1153",
  "descriptions": "A determined young rat dreams of becoming a French chef."
},{
  "id_disney": "s1154",
  "descriptions": "Jamie's journal accidentally becomes a best-selling book."
},{
  "id_disney": "s1155",
  "descriptions": "Corrie dreams of becoming a jockey despite her father's race-related death."
},{
  "id_disney": "s1156",
  "descriptions": "T.J. and the gang are captured by the kindergartners."
},{
  "id_disney": "s1157",
  "descriptions": "Third Street Elementary students band together to save summer break."
},{
  "id_disney": "s1158",
  "descriptions": "The gang graduates to the fifth grade but discovers some unwelcome changes."
},{
  "id_disney": "s1159",
  "descriptions": "Red, a unicycle, dreams that he steals the show."
},{
  "id_disney": "s1160",
  "descriptions": "An African-American coach leads a newly integrated high school football team in 1970s Virginia."
},{
  "id_disney": "s1161",
  "descriptions": "Rescue dog Pluto must deal with a playful seal pup. See details for advisory."
},{
  "id_disney": "s1162",
  "descriptions": "Sinister masterminds manipulate a boy's supernatural powers for their own devious gain."
},{
  "id_disney": "s1163",
  "descriptions": "Marnie Piper holds the key to Witch University's ultimate secret."
},{
  "id_disney": "s1164",
  "descriptions": "Dorothy battles the wicked Princess Mombi and the evil Nome King to restore the Emerald City."
},{
  "id_disney": "s1165",
  "descriptions": "A wishing machine transports Richie Rich to an alternate universe."
},{
  "id_disney": "s1166",
  "descriptions": "Two sisters fight for their place in male-dominated junior drag racing."
},{
  "id_disney": "s1167",
  "descriptions": "A boy shows up at Riley's door."
},{
  "id_disney": "s1168",
  "descriptions": "Sydney questions a decision to sell her inherited Hawaiian land."
},{
  "id_disney": "s1169",
  "descriptions": "Disney's animated classic tale of England's legendary hero."
},{
  "id_disney": "s1170",
  "descriptions": "Officers and vets in the Pike's Peak area of Colorado handle thousands of animal emergencies a year."
},{
  "id_disney": "s1171",
  "descriptions": "Unlikely heroes band together to steal the plans to the Death Star."
},{
  "id_disney": "s1172",
  "descriptions": "Explore the surface of the red planet through the eyes of two NASA rovers."
},{
  "id_disney": "s1173",
  "descriptions": "A little girl becomes the first African-American to integrate her school."
},{
  "id_disney": "s1174",
  "descriptions": "Visit some of the most exotic and beautiful places still in existence."
},{
  "id_disney": "s1175",
  "descriptions": "Four animated shorts with Donald Duck and Goofy are set to a samba beat. See details for advisory."
},{
  "id_disney": "s1176",
  "descriptions": "Two young brothers adopt an injured seal…without telling their parents. See details for advisory."
},{
  "id_disney": "s1177",
  "descriptions": "Young Sanjay daydreams of Hindu gods as superheroes."
},{
  "id_disney": "s1178",
  "descriptions": "When holiday spirit mysteriously begins to disappear, the Santa Pups race to save Christmas."
},{
  "id_disney": "s1179",
  "descriptions": "Santa and his elves make toys to deliver on Christmas Eve See details for advisory."
},{
  "id_disney": "s1180",
  "descriptions": "Discover the untold story behind Walt Disney's 20-year effort to bring \"Mary Poppins\" to life."
},{
  "id_disney": "s1181",
  "descriptions": "Nine high school students compete at the International Science and Engineering Fair."
},{
  "id_disney": "s1182",
  "descriptions": "Oceanographer Sylvia Earle sets out to inspire the creation of 'blue parks' to protect the ocean."
},{
  "id_disney": "s1183",
  "descriptions": "Tink crosses into the forbidden Winter Woods and finds she has a sister."
},{
  "id_disney": "s1184",
  "descriptions": "A housewife becomes the unlikely owner of a racehorse, then risks it all to make him a champion."
},{
  "id_disney": "s1185",
  "descriptions": "A team of experts races to repair the structure housing Christ’s tomb."
},{
  "id_disney": "s1186",
  "descriptions": "Discover Mother Nature’s secrets with a look at our ever-evolving planet."
},{
  "id_disney": "s1187",
  "descriptions": "A new scientific expedition follows the king cobra into the wild for the first time."
},{
  "id_disney": "s1188",
  "descriptions": "Best friends attend high school and dance professionally."
},{
  "id_disney": "s1189",
  "descriptions": "A team of explorers sets out to explore the sea and land of the remote Pitcairn Islands."
},{
  "id_disney": "s1190",
  "descriptions": "Aspiring diva Sharpay leaves suburbia and hits Broadway…and hits it hard."
},{
  "id_disney": "s1191",
  "descriptions": "A cabin boy must outwit a ruthless gang of pirates while shipwrecked on a jungle island."
},{
  "id_disney": "s1192",
  "descriptions": "The adventures of the cosmic wanderer as he seeks his lost home after rebelling from his master."
},{
  "id_disney": "s1193",
  "descriptions": "Homer must save the world from a catastrophe he himself created."
},{
  "id_disney": "s1194",
  "descriptions": "A low-rent lounge singer is forced to hide out from the mob in a convent."
},{
  "id_disney": "s1195",
  "descriptions": "Deloris goes back undercover to try to save a troubled inner-city school."
},{
  "id_disney": "s1196",
  "descriptions": "Teen brothers discover a UFO near their town…and learn of an alien plot."
},{
  "id_disney": "s1197",
  "descriptions": "A fairy-tale classic about a princess saved by true love's kiss."
},{
  "id_disney": "s1198",
  "descriptions": "A computerized Smart House becomes an overly possessive virtual mother."
},{
  "id_disney": "s1199",
  "descriptions": "Two antiquated robots risk everything for freedom and for each other."
},{
  "id_disney": "s1200",
  "descriptions": "Discover the movie called “The Greatest Animated Film Of All Time”!"
},{
  "id_disney": "s1201",
  "descriptions": "A New York accountant moves west when he inherits a dilapidated ski resort."
},{
  "id_disney": "s1202",
  "descriptions": "Angela finds a snow globe that transports her into a Christmas wonderland."
},{
  "id_disney": "s1203",
  "descriptions": "A teenage girl travels the country on a rock tour while investigating the supernatural."
},{
  "id_disney": "s1204",
  "descriptions": "Pluto is out of place at a dog show, but he proves to be a hero. See details for advisory."
},{
  "id_disney": "s1205",
  "descriptions": "Peter uses science to investigate his spider bite."
},{
  "id_disney": "s1206",
  "descriptions": "Spider-Man battles crime in New York City with the help of Iceman and Firestar."
},{
  "id_disney": "s1207",
  "descriptions": "Strap in to your seats and experience Spider-Man Unlimited!"
},{
  "id_disney": "s1208",
  "descriptions": "Jessica Drew has superhuman powers. She uses them as Spider-Woman."
},{
  "id_disney": "s1209",
  "descriptions": "Untold stories from the heroines of Star Wars."
},{
  "id_disney": "s1210",
  "descriptions": "The Ghost crew provides a spark to ignite a rebellion."
},{
  "id_disney": "s1211",
  "descriptions": "It is a dark time in the galaxy as the Empire continues to tighten its grip."
},{
  "id_disney": "s1212",
  "descriptions": "A young farm boy intercepts a distress call from the captive Princess Leia."
},{
  "id_disney": "s1213",
  "descriptions": "Young Anakin and Padmé fall in love as galactic war looms."
},{
  "id_disney": "s1214",
  "descriptions": "What does a curious little droid do when he's not on a daring mission to save the galaxy?"
},{
  "id_disney": "s1215",
  "descriptions": "Luke Skywalker faces Darth Vader in a final duel."
},{
  "id_disney": "s1216",
  "descriptions": "As the Republic falls, Anakin Skywalker becomes the evil Darth Vader."
},{
  "id_disney": "s1217",
  "descriptions": "Luke Skywalker trains as a Jedi and confronts Darth Vader."
},{
  "id_disney": "s1218",
  "descriptions": "Rey, Finn, Han and Chewbacca search for the one hope of restoring peace."
},{
  "id_disney": "s1219",
  "descriptions": "Jedi discover Anakin Skywalker, a boy unusually strong in the Force."
},{
  "id_disney": "s1220",
  "descriptions": "Pop star Christopher Wilde must choose to follow his heart or embrace fame."
},{
  "id_disney": "s1221",
  "descriptions": "Watch Mickey Mouse's classic cartoon debut. See details for advisory."
},{
  "id_disney": "s1222",
  "descriptions": "A human and an alien team up to stop their parents from getting married."
},{
  "id_disney": "s1223",
  "descriptions": "Stitch tries to save his intergalactic \"cousins\" from evil Captain Gantu."
},{
  "id_disney": "s1224",
  "descriptions": "The discovery of a prehistoric site in Ireland sheds new light on the mysteries of Stonehenge"
},{
  "id_disney": "s1225",
  "descriptions": "A bored suburban teen accidentally switches phones with a pop star."
},{
  "id_disney": "s1226",
  "descriptions": "A rock star befriends a gentle tiger being hunted for sport. See details for advisory."
},{
  "id_disney": "s1227",
  "descriptions": "A new breed of hero is born when Disney's favorite extraordinary pups become Super Buddies!"
},{
  "id_disney": "s1228",
  "descriptions": "A violent storm shipwrecks the Robinson family on a deserted island. See details for advisory."
},{
  "id_disney": "s1229",
  "descriptions": "Follow Baloo, his 12-year old navigator Kit, the boss Rebecca Cunningham, and the rest of the crew."
},{
  "id_disney": "s1230",
  "descriptions": "It's all up to Pecos Bill to save a boy's family farm in this rousing Western adventure."
},{
  "id_disney": "s1231",
  "descriptions": "Rapunzel and Flynn set off on a hilarious, hair-raising escapade."
},{
  "id_disney": "s1232",
  "descriptions": "Rapunzel escapes for a night of freedom before her coronation."
},{
  "id_disney": "s1233",
  "descriptions": "Tarzan and Jane celebrate their first year in the jungle."
},{
  "id_disney": "s1234",
  "descriptions": "A dog discovers that his dream of becoming a real boy isn't so far-fetched."
},{
  "id_disney": "s1235",
  "descriptions": "Mack and Brady get a real-world visit from their retro movie compadres."
},{
  "id_disney": "s1236",
  "descriptions": "McKenzie and her boyfriend Brady catch a wave into a retro coastal musical."
},{
  "id_disney": "s1237",
  "descriptions": "To save her soul, Amber must pull off a high-school miracle."
},{
  "id_disney": "s1238",
  "descriptions": "A teen, a cat and a rookie FBI agent team up to solve a kidnapping."
},{
  "id_disney": "s1239",
  "descriptions": "A cat holds the clue to bank robbers holding a teller hostage."
},{
  "id_disney": "s1240",
  "descriptions": "A bumbling professor invents gravity-defying Flubber."
},{
  "id_disney": "s1241",
  "descriptions": "Andre awakens from a nap and is greeted by a pesky bee."
},{
  "id_disney": "s1242",
  "descriptions": "A boy joins the California gold rush with his trusty butler on his tail. See details for advisory."
},{
  "id_disney": "s1243",
  "descriptions": "Huck and a runaway slave brave the Mississippi River in search of freedom."
},{
  "id_disney": "s1244",
  "descriptions": "Enjoy two classic stories with Toad's Wild Ride and the Headless Horseman."
},{
  "id_disney": "s1245",
  "descriptions": "Spin and Marty have adventures during the summer at Triple R Ranch. See details for advisory."
},{
  "id_disney": "s1246",
  "descriptions": "Two wildlife experts spend years studying the majestic African lion."
},{
  "id_disney": "s1247",
  "descriptions": "Bumbling outlaws help three young orphans protect their huge gold nugget. See details for advisory."
},{
  "id_disney": "s1248",
  "descriptions": "Two bumbling outlaw wannabes just can't succeed in going straight. See details for advisory."
},{
  "id_disney": "s1249",
  "descriptions": "A pedigreed cat and her kittens are catnapped by a greedy butler. See details for advisory."
},{
  "id_disney": "s1250",
  "descriptions": "Goofy demonstrates the art of skiing. See details for advisory."
},{
  "id_disney": "s1251",
  "descriptions": "Chaos sweeps over the planet as the Super Villain prison system breaks down."
},{
  "id_disney": "s1252",
  "descriptions": "Set in a vibrant, high-tech future, the series focuses on the mightiest superheroes in the universe."
},{
  "id_disney": "s1253",
  "descriptions": "Mickey's concert in the park is disrupted by Donald and a cyclone. See details for advisory."
},{
  "id_disney": "s1254",
  "descriptions": "A man seeking peace and quiet becomes a father to three mischievous bears. See details for advisory."
},{
  "id_disney": "s1255",
  "descriptions": "Red Riding Hood travels to visit her sick grandmother. See details for advisory."
},{
  "id_disney": "s1256",
  "descriptions": "Two young boys try to transform a misfit hound into a champion bird dog. See details for advisory."
},{
  "id_disney": "s1257",
  "descriptions": "A young pig keeper becomes an unlikely hero when he confronts an evil king."
},{
  "id_disney": "s1258",
  "descriptions": "Take a spectacular descent into nature's ultimate mystery: The Black Hole."
},{
  "id_disney": "s1259",
  "descriptions": "Two unlikely umbrellas fall eternally in love."
},{
  "id_disney": "s1260",
  "descriptions": "Classic Disney tales are brought to life in a magical storytelling experience."
},{
  "id_disney": "s1261",
  "descriptions": "Pooh and Friends discover Christopher Robin’s storybook filled with endearing tales about them!"
},{
  "id_disney": "s1262",
  "descriptions": "Toaster and his friends head for Mars to bring the master's baby home."
},{
  "id_disney": "s1263",
  "descriptions": "A Texan castaway helps defend a Hawaiian family's land."
},{
  "id_disney": "s1264",
  "descriptions": "The Cheetah Girls sing and dance their way toward that elusive record deal."
},{
  "id_disney": "s1265",
  "descriptions": "The Cheetahs go to Barcelona to perform in a music festival."
},{
  "id_disney": "s1266",
  "descriptions": "The Cheetah Girls are off to India to land a spot in a Bollywood musical."
},{
  "id_disney": "s1267",
  "descriptions": "A counterfeiter finds the true meaning of Christmas."
},{
  "id_disney": "s1268",
  "descriptions": "The Pevensie siblings return to lead the Narnians on a remarkable journey."
},{
  "id_disney": "s1269",
  "descriptions": "Four siblings enter a magical land and help its inhabitants defeat a witch."
},{
  "id_disney": "s1270",
  "descriptions": "Two girls from different backgrounds learn the true color of friendship."
},{
  "id_disney": "s1271",
  "descriptions": "A student turns genius when he absorbs the knowledge stored in a computer."
},{
  "id_disney": "s1272",
  "descriptions": "The Country Bears aim to save the venue that made them famous."
},{
  "id_disney": "s1273",
  "descriptions": "A selfish emperor learns a lesson in humility when he is turned into a llama."
},{
  "id_disney": "s1274",
  "descriptions": "An all-expenses-paid vacation ends up costing the Stevens their sanity."
},{
  "id_disney": "s1275",
  "descriptions": "The Okavango Delta in Botswana transforms from desert to water wonderland."
},{
  "id_disney": "s1276",
  "descriptions": "A little fox and a hound pup become unlikely friends."
},{
  "id_disney": "s1277",
  "descriptions": "Tod and Copper's friendship is put to the test."
},{
  "id_disney": "s1278",
  "descriptions": "A superstar quarterback meets the daughter he never knew existed."
},{
  "id_disney": "s1279",
  "descriptions": "Ghosts inhabiting a cash-strapped academy enlist the help of a shy cadet."
},{
  "id_disney": "s1280",
  "descriptions": "The goddess of spring is kidnapped, bringing about the winter season. See details for advisory."
},{
  "id_disney": "s1281",
  "descriptions": "A fable of a king whose touch turns everything to gold. See details for advisory."
},{
  "id_disney": "s1282",
  "descriptions": "A dinosaur named Arlo makes an unlikely friend during his journey home."
},{
  "id_disney": "s1283",
  "descriptions": "Kermit and the gang investigate when Miss Piggy is framed for burglary."
},{
  "id_disney": "s1284",
  "descriptions": "The story of Francis Ouimet, the first amateur to win the U.S. Open."
},{
  "id_disney": "s1285",
  "descriptions": "A family comes face-to-face with 999 grim, grinning ghosts in creepy old Gracey Manor."
},{
  "id_disney": "s1286",
  "descriptions": "Donald and his nephews play Hockey. See details for advisory."
},{
  "id_disney": "s1287",
  "descriptions": "Quasi leaves his tower in Notre Dame to help a kind and beautiful gypsy."
},{
  "id_disney": "s1288",
  "descriptions": "It's Quasimodo's turn to look past appearances when seeking true love."
},{
  "id_disney": "s1289",
  "descriptions": "Creating happiness takes a strong blend of imagination and engineering - known as Imagineering."
},{
  "id_disney": "s1290",
  "descriptions": "Two dogs and a cat traverse the Canadian frontier to find their way home."
},{
  "id_disney": "s1291",
  "descriptions": "A family of Supers, forced to adopt civilian lives, returns to action."
},{
  "id_disney": "s1292",
  "descriptions": "A brave young girl embarks on a cross-country search for her father."
},{
  "id_disney": "s1293",
  "descriptions": "Mowgli must decide whether to live in the village or return to the jungle."
},{
  "id_disney": "s1294",
  "descriptions": "Mowgli reflects on his childhood jungle adventures."
},{
  "id_disney": "s1295",
  "descriptions": "A prince seeks control of a kingdom from his brothers through magic."
},{
  "id_disney": "s1296",
  "descriptions": "Timon and Pumbaa reveal how they helped Simba save the Serengeti."
},{
  "id_disney": "s1297",
  "descriptions": "Simba's strong-willed daughter befriends the heir to Scar's pride."
},{
  "id_disney": "s1298",
  "descriptions": "Dive into Disney fun with Ariel in The Little Mermaid."
},{
  "id_disney": "s1299",
  "descriptions": "Return To The Sea with The Little Mermaid’s daughter."
},{
  "id_disney": "s1300",
  "descriptions": "Long before Prince Eric, Ariel faces a choice between family and music."
},{
  "id_disney": "s1301",
  "descriptions": "Mickey tries to clean Minnie's yard despite a playful whirlwind. See details for advisory."
},{
  "id_disney": "s1302",
  "descriptions": "The desert teems with vitality in this true-life adventure."
},{
  "id_disney": "s1303",
  "descriptions": "Lizzie McGuire and her pals go on a class trip to Italy."
},{
  "id_disney": "s1304",
  "descriptions": "An archaeologist on the hunt for Alexander the Great’s lost tomb makes an extraordinary discovery."
},{
  "id_disney": "s1305",
  "descriptions": "A down-on-his-luck race car driver teams up with a little VW Bug that has a mind of its own."
},{
  "id_disney": "s1306",
  "descriptions": "Experience the magical tales of Pooh and his Hundred Acre Wood friends."
},{
  "id_disney": "s1307",
  "descriptions": "A research scientist discovers his lab duck now lays golden eggs."
},{
  "id_disney": "s1308",
  "descriptions": "Holly forms a Christmas singing group to compete with a harsh rival."
},{
  "id_disney": "s1309",
  "descriptions": "The Muppets present their own touching rendition of Charles Dickens' classic tale."
},{
  "id_disney": "s1310",
  "descriptions": "On his way to Hollywood, Kermit dodges a villain eager to serve him up as fried frog-legs."
},{
  "id_disney": "s1311",
  "descriptions": "The Muppets' biggest fan reunites the gang to save their beloved theater."
},{
  "id_disney": "s1312",
  "descriptions": "\"The Muppets\" return with a documentary-style show."
},{
  "id_disney": "s1313",
  "descriptions": "The stories of Winnie the Pooh and friends."
},{
  "id_disney": "s1314",
  "descriptions": "Animals try to stay safe and dry in an old mill. See details for advisory."
},{
  "id_disney": "s1315",
  "descriptions": "Goofy demonstrates Olympic events to the narration of their history. See details for advisory."
},{
  "id_disney": "s1316",
  "descriptions": "Identical twins scheme to switch places and reunite their divorced parents."
},{
  "id_disney": "s1317",
  "descriptions": "Twins separated at birth reunite, then switch places to try and get their parents back together."
},{
  "id_disney": "s1318",
  "descriptions": "The Pied Piper lures the children out of town. See details for advisory."
},{
  "id_disney": "s1319",
  "descriptions": "Walt Disney explains some of the techniques of animation. See details for advisory."
},{
  "id_disney": "s1320",
  "descriptions": "Eddie and Marie’s parents invent a machine that makes them younger."
},{
  "id_disney": "s1321",
  "descriptions": "After meeting his lookalike, a prince trades places with a pauper. See details for advisory."
},{
  "id_disney": "s1322",
  "descriptions": "A fateful kiss with a frog sends Tiana on a mystical bayou adventure."
},{
  "id_disney": "s1323",
  "descriptions": "A teenager discovers that she is the princess of a small European country."
},{
  "id_disney": "s1324",
  "descriptions": "Princess Mia has 30 days to find a husband... or she can't become queen."
},{
  "id_disney": "s1325",
  "descriptions": "Penny's boring family vacation becomes a mysterious island adventure."
},{
  "id_disney": "s1326",
  "descriptions": "Robert Benchley gives a behind-the-scenes look at how animation is created."
},{
  "id_disney": "s1327",
  "descriptions": "Riley and Todd, can replace any adult in their life by making a simple call to the Fleemco company."
},{
  "id_disney": "s1328",
  "descriptions": "Two mice rush to help an orphan girl in the clutches of an evil woman."
},{
  "id_disney": "s1329",
  "descriptions": "Bernard and Bianca race to Australia to save a boy from a vile poacher."
},{
  "id_disney": "s1330",
  "descriptions": "A high school baseball coach gets a second chance as a big-league pitcher."
},{
  "id_disney": "s1331",
  "descriptions": "A bizarre twist of fate transforms a divorced dad into the new Santa."
},{
  "id_disney": "s1332",
  "descriptions": "Scott Calvin must get married by Christmas Eve or lose his title as Santa."
},{
  "id_disney": "s1333",
  "descriptions": "The holidays take a chaotic turn when Jack Frost puts a freeze on Christmas."
},{
  "id_disney": "s1334",
  "descriptions": "Ian and Claire Carlyle discover that ghosts really do exist!"
},{
  "id_disney": "s1335",
  "descriptions": "A boy's world is turned upside down when he hooks a wish-granting gourd."
},{
  "id_disney": "s1336",
  "descriptions": "A District Attorney candidate finds himself transformed into a sheepdog."
},{
  "id_disney": "s1337",
  "descriptions": "A magical ring transforms a teenager into a lumbering sheepdog."
},{
  "id_disney": "s1338",
  "descriptions": "Don Diego dons the mask of Zorro to free his town from a dictator. See details for advisory."
},{
  "id_disney": "s1339",
  "descriptions": "Mickey and Pluto go fishing at the beach. See details for advisory."
},{
  "id_disney": "s1340",
  "descriptions": "A governess wins the hearts of many and leads the Von Trapp family to their 1938 flight to freedom."
},{
  "id_disney": "s1341",
  "descriptions": "Prince John conspires to gain power when King Richard leaves England."
},{
  "id_disney": "s1342",
  "descriptions": "A college science wiz gains super strength in a lab accident. See details for advisory."
},{
  "id_disney": "s1343",
  "descriptions": "Zack and Cody become truly connected after joining a twin research study."
},{
  "id_disney": "s1344",
  "descriptions": "Twin brothers Zack and Cody get to live with their single mom in Boston's swankiest hotel."
},{
  "id_disney": "s1345",
  "descriptions": "Zack and Cody Martin are aboard the SS Tipton, a luxury passenger cruise liner."
},{
  "id_disney": "s1346",
  "descriptions": "Classmates Ellie and Jack unexplainably trigger a real-life body swap."
},{
  "id_disney": "s1347",
  "descriptions": "Cody learns he can communicate with fish as he nears his 13th birthday."
},{
  "id_disney": "s1348",
  "descriptions": "Magical gifts from his friends send Donald on a musical journey. See details for advisory."
},{
  "id_disney": "s1349",
  "descriptions": "Three loyal swordsmen and an eager recruit unite to protect the King."
},{
  "id_disney": "s1350",
  "descriptions": "Tigger goes looking through the Hundred Acre Wood to find his family."
},{
  "id_disney": "s1351",
  "descriptions": "Hare stops to show off, and the slower Tortoise wins the race. See details for advisory."
},{
  "id_disney": "s1352",
  "descriptions": "The Garrisons live with a Great Dane who thinks he's a dainty dachshund. See details for advisory."
},{
  "id_disney": "s1353",
  "descriptions": "A baby duckling is shunned by his family because he is different. See details for advisory."
},{
  "id_disney": "s1354",
  "descriptions": "Allie and Sam lose control of Santa's weather machine."
},{
  "id_disney": "s1355",
  "descriptions": "The story of the American prairie amidst the march of civilization."
},{
  "id_disney": "s1356",
  "descriptions": "A band of animals escape from the zoo, into the wilds of New York City."
},{
  "id_disney": "s1357",
  "descriptions": "Donald Duck learns that you must work for a harvest. See details for advisory."
},{
  "id_disney": "s1358",
  "descriptions": "Alex creates a good and evil version of herself."
},{
  "id_disney": "s1359",
  "descriptions": "Jeff Goldblum explores the fascinating science and history of deceptively familiar objects."
},{
  "id_disney": "s1360",
  "descriptions": "A girl risks her treasured black stallion to save her family home."
},{
  "id_disney": "s1361",
  "descriptions": "Captain Katt sets traps for the Three Mouseketeers. See details for advisory."
},{
  "id_disney": "s1362",
  "descriptions": "An angel lets a man relive the days before his wife's death."
},{
  "id_disney": "s1363",
  "descriptions": "A Disney telling of the Three Little Pigs. See details for advisory."
},{
  "id_disney": "s1364",
  "descriptions": "Two frivolous pigs blow the wolf horn one too many times. See details for advisory."
},{
  "id_disney": "s1365",
  "descriptions": "Handsome men trade wine, women and song for crib, pacifier and diaper."
},{
  "id_disney": "s1366",
  "descriptions": "Just as three doting fathers are getting the hang of parenthood, their daughter is taken from them."
},{
  "id_disney": "s1367",
  "descriptions": "Mickey dreams he goes through his mirror to the other side. See details for advisory."
},{
  "id_disney": "s1368",
  "descriptions": "Maddie Dolan is tired of being labeled a “Navy brat.\""
},{
  "id_disney": "s1369",
  "descriptions": "Pumpkin King Jack Skellington tries to take over Christmas."
},{
  "id_disney": "s1370",
  "descriptions": "Timon, a meerkat, and Pumbaa, a warthog, join together for misadventures in the jungle."
},{
  "id_disney": "s1371",
  "descriptions": "A scared, Tin Toy realizes he really wants to play."
},{
  "id_disney": "s1372",
  "descriptions": "The story of Disney's most famous fairy is finally revealed."
},{
  "id_disney": "s1373",
  "descriptions": "Tink risks her own safety when she befriends a curious human girl."
},{
  "id_disney": "s1374",
  "descriptions": "Tink has to set things right when her temper puts Pixie Hollow in danger."
},{
  "id_disney": "s1375",
  "descriptions": "James Cameron revisits his blockbuster film in light of new Titanic research."
},{
  "id_disney": "s1376",
  "descriptions": "Max Hare and Toby Tortoise are opponents in a boxing match. See details for advisory."
},{
  "id_disney": "s1377",
  "descriptions": "America's legendary teenage heroes Tom and Huck team-up to save a man from being wrongly accused."
},{
  "id_disney": "s1378",
  "descriptions": "Meet Woody, Buzz and the gang in an adventure full of humor and heart."
},{
  "id_disney": "s1379",
  "descriptions": "Join Woody, Buzz, Jessie and the gang to boldly rescue one of their own."
},{
  "id_disney": "s1380",
  "descriptions": "Woody, Buzz and the gang return for more adventures with new friends."
},{
  "id_disney": "s1381",
  "descriptions": "Ken and Barbie get the vacation of their dreams."
},{
  "id_disney": "s1382",
  "descriptions": "Rex throws an over-the-top bath time bash!"
},{
  "id_disney": "s1383",
  "descriptions": "Buzz is replaced by a miniature version of himself."
},{
  "id_disney": "s1384",
  "descriptions": "A mute orphan boy rescues a lost panda cub in the mountains of China."
},{
  "id_disney": "s1385",
  "descriptions": "Donald heads out for a nice relaxing camping trip. See details for advisory."
},{
  "id_disney": "s1386",
  "descriptions": "The classic tale of a young boy's search for buried treasure."
},{
  "id_disney": "s1387",
  "descriptions": "Using a secret map, friends face a dangerous search for pirate gold. See details for advisory."
},{
  "id_disney": "s1388",
  "descriptions": "Jim Hawkins follow an intergalactic map in search of Captain Flint's trove."
},{
  "id_disney": "s1389",
  "descriptions": "Lions in Uganda exhibit a rare, mysterious behavior – they spend much of their lives up in trees."
},{
  "id_disney": "s1390",
  "descriptions": "After practicing his hacking chops, a brilliant video game maker becomes part of his own creation."
},{
  "id_disney": "s1391",
  "descriptions": "A chance to star in a TV show reveals the value of family for Trudy Walker."
},{
  "id_disney": "s1392",
  "descriptions": "A woman falls in love with a man who is immortal."
},{
  "id_disney": "s1393",
  "descriptions": "Mickey captains a tugboat with Donald and Goofy as the crew. See details for advisory."
},{
  "id_disney": "s1394",
  "descriptions": "Danny and his con-artist uncle take over when Santa Claus is knocked out."
},{
  "id_disney": "s1395",
  "descriptions": "Reunited twin girls discover they have magical powers."
},{
  "id_disney": "s1396",
  "descriptions": "When a new evil threat arrives, it's up to the twitches to save Coventry."
},{
  "id_disney": "s1397",
  "descriptions": "An astronaut and his robot accidentally travel in time to medieval England."
},{
  "id_disney": "s1398",
  "descriptions": "An unlikely pair set to the sky for the adventure of their lives."
},{
  "id_disney": "s1399",
  "descriptions": "The teenage son in a superhero family anxiously awaits his super powers."
},{
  "id_disney": "s1400",
  "descriptions": "When the world needs a hero, a little pigeon steps up."
},{
  "id_disney": "s1401",
  "descriptions": "A revealing look at the events that ushered in the second chapter of Disney's animation legacy."
},{
  "id_disney": "s1402",
  "descriptions": "Join robots WALL-E and EVE on a fantastic journey across the universe."
},{
  "id_disney": "s1403",
  "descriptions": "Wendy's world is flipped upside down when a mysterious young monk arrives."
},{
  "id_disney": "s1404",
  "descriptions": "An adorable baby elephant bravely embarks on a journey through the harsh wilds to find his mother."
},{
  "id_disney": "s1405",
  "descriptions": "A tale of a young man's journey through the treacherous Yukon Valley with the wolf-dog he rescues."
},{
  "id_disney": "s1406",
  "descriptions": "A juicy mystery filled with loony fun pairs a Toon-hating detective with a cartoon rabbit."
},{
  "id_disney": "s1407",
  "descriptions": "Wild Yellowstone captures the beauty and essence of the land and animals."
},{
  "id_disney": "s1408",
  "descriptions": "Shape shifting, dancing, dazzling transformers – birds of paradise are astonishing."
},{
  "id_disney": "s1409",
  "descriptions": "Reunite with the beloved bear and his silly but steadfast friends."
},{
  "id_disney": "s1410",
  "descriptions": "Rabbit threatens to move away if the others won't change."
},{
  "id_disney": "s1411",
  "descriptions": "Rabbit forces the others to hold off on fun until spring cleaning is done."
},{
  "id_disney": "s1412",
  "descriptions": "Donald and Chip and Dale face off over acorns. See details for advisory."
},{
  "id_disney": "s1413",
  "descriptions": "Alex, Justin, and Max Russo are not your ordinary teenagers – they’re secretly wizards in training!"
},{
  "id_disney": "s1414",
  "descriptions": "A vacation turns into a spell-soaked adventure for the family of wizards."
},{
  "id_disney": "s1415",
  "descriptions": "Wolverine and the X-Men must join together to prevent a catastrophic future."
},{
  "id_disney": "s1416",
  "descriptions": "From acrobatics to crazy stunts, this special celebrates amazing dogs and their owners."
},{
  "id_disney": "s1417",
  "descriptions": "Ralph sets out to prove that he is a true hero in his arcade."
},{
  "id_disney": "s1418",
  "descriptions": "X-Men: Evolution features the team as teenagers as they fight for a world that fears and hates them."
},{
  "id_disney": "s1419",
  "descriptions": "Minnie is locked away for not marrying a prince, but Mickey saves her. See details for advisory."
},{
  "id_disney": "s1420",
  "descriptions": "Two bear cubs take a mischievous tour of Yellowstone National Park. See details for advisory."
},{
  "id_disney": "s1421",
  "descriptions": "Jack Morgan discovers a psychic connection between himself and a dog."
},{
  "id_disney": "s1422",
  "descriptions": "Alex uses a magical coin to wish he didn't have a younger brother."
},{
  "id_disney": "s1423",
  "descriptions": "Remy explains why humans and rats should get along."
},{
  "id_disney": "s1424",
  "descriptions": "A traditional high school must accept students from Zombietown."
},{
  "id_disney": "s1425",
  "descriptions": "Zoey discovers a magical app that can control the boys in her life."
},{
  "id_disney": "s1426",
  "descriptions": "Zenon must thwart a villain's plot after she's grounded and sent to Earth."
},{
  "id_disney": "s1427",
  "descriptions": "Zenon sneaks down to Earth to try to save her space station."
},{
  "id_disney": "s1428",
  "descriptions": "It's up to Zenon and her friends when moon goddess Selena threatens Earth."
},{
  "id_disney": "s1429",
  "descriptions": "A rookie-cop rabbit and wily fox team up to crack a case."
},{
  "id_disney": "s1430",
  "descriptions": "Three children and an amateur witch team up to save England from invasion."
},{
  "id_disney": "s1431",
  "descriptions": "A track coach inherits the mischievous ghost of famed pirate Blackbeard."
},{
  "id_disney": "s1432",
  "descriptions": "Mickey Mouse, a tailor, is appointed by the king to kill the giant."
},{
  "id_disney": "s1433",
  "descriptions": "The story of the foundation sire of the Morgan Horse Breed."
},{
  "id_disney": "s1434",
  "descriptions": "Itching for freedom, Lady's pup Scamp joins up with the Junkyard Dogs."
},{
  "id_disney": "s1435",
  "descriptions": "A genius tries to fit in as a high school sophomore."
},{
  "id_disney": "s1436",
  "descriptions": "A physicist tries to help an alien cat after it crash-lands on Earth."
},{
  "id_disney": "s1437",
  "descriptions": "A super-sleuth mouse must solve a toy maker's disappearance."
},{
  "id_disney": "s1438",
  "descriptions": "Merlin trains a young orphan who's destined to be the King of England."
},{
  "id_disney": "s1439",
  "descriptions": "A strong-willed family struggles to establish a wild geese sanctuary. See details for advisory."
},{
  "id_disney": "s1440",
  "descriptions": "Welcome to Kirby's world! It's rude and sketchy."
},{
  "id_disney": "s1441",
  "descriptions": "Ryan discovers his ability to control a giant robot."
},{
  "id_disney": "s1442",
  "descriptions": "Rock out with the Imagination Movers, Disney Junior’s favorite alternative band for preschoolers!"
},{
  "id_disney": "s1443",
  "descriptions": "A jaded genius and an optimistic teen unearth the secrets of Tomorrowland."
},{
  "id_disney": "s1444",
  "descriptions": "Two 13-year-old best friends embark on an adventure when they discover a mermaid in a swimming pool."
},{
  "id_disney": "s1445",
  "descriptions": "Our prehistoric pals visit a world inhabited by dinosaurs and a one-eyed weasel named Buck."
},{
  "id_disney": "s1446",
  "descriptions": "Wolverine unites with legendary X-Men to fight against forces determined to eliminate mutants."
},{
  "id_disney": "s1447",
  "descriptions": "Larry Daley returns to rescue some old friends while the Smithsonian Institution comes alive."
},{
  "id_disney": "s1448",
  "descriptions": "True story of Eddie Edwards, a British ski-jumper whose Olympic performance wins the hearts of fans."
},{
  "id_disney": "s1449",
  "descriptions": "Despite the wishes of their traditional families, two girls aim for careers in professional soccer."
},{
  "id_disney": "s1450",
  "descriptions": "View one of Sparky's favorite home movies."
}]